[{"time": "15:00:00h", "quote": "The scent and smoke and sweat of a casino are nauseating at three in the morning. Then the soul-erosion produced by high gambling - a compost of greed and fear and nervous tension - becomes unbearable and the senses awake and revolt from it.", "book": "Casino Royale", "author": "Ian Fleming"}, {"time": "15:00:00h", "quote": "\"Three o'clock is always too late or too early for anything you want to do.\"", "book": "Nausea", "author": "Jean-Paul Sartre"}, {"time": "15:00:00h", "quote": "And the sound of the bell flooded the room with its melancholy wave; which receded, and gathered itself together to fall once more, when she heard, distractedly, something fumbling, something scratching at the door. Who at this hour? Three, good Heavens! Three already! For with overpowering directness and dignity the clock struck three; and she heard nothing else; but the door handle slipped around and in came Richard. What a surprise! In came Richard, holding out flowers.", "book": "Mrs Dalloway", "author": "Virginia Woolf"}, {"time": "15:00:00h", "quote": "The sun was now setting. It was about three in the afternoon when Alisande had begun to tell me who the cowboys were; so she had made pretty good progress with it - for her. She would arrive some time or other, no doubt, but she was not a person who could be hurried.", "book": "A Connecticut Yankee in King Arthur's Court", "author": "Mark Twain"}, {"time": "15:00:00h", "quote": ". It was three o'clock in the beautiful breezy autumn day when Mr. Casaubon drove off to his Rectory at Lowick, only five miles from Tipton; and Dorothea, who had on her bonnet and shawl, hurried along the shrubbery and across the park that she might wander through the bordering wood with no other visible companionship than that of Monk, the Great St. Bernard dog, who always took care of the young ladies in their walks", "book": "Middlemarch, ch.3", "author": "George Eliot"}, {"time": "15:00:00h", "quote": "[Austerlitz is talking of the extermination of Jews in Theresianstadt, Nov. 1943; it's an immensely long sentence, from which this is extracted:] outside the gates in the open fields of Bohusevice basin, when the entire population of the ghetto...was marched out after assembling in the barracks yards at dawn to be drawn up in block formation behind numbered wooden boards, and there, throughout the whole of this cold and damp day, as the fog drifted over the fields,they were forced to wait, guarded by the armed police and not permitted to step out of line even for a minute, for the SS men to arrive, as they eventually did on their motorbikes at three o'clock...[p. 338, hardback edn]", "book": "Austerlitz", "author": "WG Sebald"}, {"time": "15:00:00h", "quote": "At three o'clock on the afternoon of that same day, he called on her. She held out her two hands, smiling in her usual charming, friendly way; and for a few seconds they looked deep into each other's eyes.", "book": "Bel-Ami", "author": "Guy de Maupassant [translated by Douglas Parmee]"}, {"time": "15:00:00h", "quote": "\"Remember,\" they shouted, \"battle at three o'clock sharp. There's no time to lose.\"", "book": "Swallows and Amazons", "author": "Arthur Ransome"}, {"time": "15:00:00h", "quote": "“Ladies bathed before noon, after their three-o’clock naps, and by nightfall were like soft teacakes with frostings of sweat and sweet talcum.”", "book": "To kill a mockingbird", "author": "Harper Lee"}, {"time": "15:00:00h", "quote": "On Wednesday at three o'clock, Monsieur and Madame Bovary, seated in their dog-cart, set out for Vaubyessard, with a great trunk strapped on behind and a bonnet-box in front of the apron. Besides these Charles held a bandbox between his knees.", "book": "Madame Bovary", "author": "Gustave Flaubert"}, {"time": "15:00:00h", "quote": "Three o'clock is the perfect time in Cham, because anything is possible. You can still ski, but also respectably start drinking, the shops have just reopened, the sun is still up. Three o'clock is never too late or too early.", "book": "Cham", "author": "Jonathan Trigell"}, {"time": "15:00:00h", "quote": "M. Madeleine usually came at three o'clock, and as punctuality was kindness, he was punctual.", "book": "Les Miserables", "author": "Victor Hugo"}, {"time": "15:00:00h", "quote": "He walks into the Hospital for Broken Things at three o'clock on Monday afternoon. That was the arrangement. If he came in after six o'clock, he was to head straight for the house in Sunset Park.", "book": "Sunset Park", "author": "Paul Auster"}, {"time": "15:00:00h", "quote": "At three on the Wednesday afternoon, that bit of the painting was completed.", "book": "The Moonstone", "author": "Wilkie Collins"}, {"time": "15:00:00h", "quote": "At three o’clock precisely I was at Baker Street, but Holmes had not yet returned.", "book": "A Scandal in Bohemia", "author": "Sir Arthur Conan Doyle"}, {"time": "15:00:00h", "quote": "Feelings of virtue breed spontaneously in the fertile soil of suffering. The more one suffers, the more virtuous one must be. The Jesus complex was entangled in feelings of superiority, the superiority of the underdog who considers himself above his oppressors, with their tyranny and blindness. Ditched by the woman I loved, I exalted my suffering into a sign of greatness (lying collapsed on a bed at three in the afternoon), and hence protected myself from experiencing my grief as the outcome of what was at best a mundane romantic break-up. Chloe's departure may have killed me, but it had at least left me in glorious possession of the moral high ground. I was a martyr.", "book": "Essays in Love", "author": "Alain de Botton"}, {"time": "15:00:00h", "quote": "Today was the day Alex had appointed for her 'punishment'. I became increasingly nervous as the hour of three o'clock approached. I was alone in the house, and paced restlessly from room to room, glancing at the clocks in each of them.", "book": "Deaf Sentence", "author": "David Lodge"}, {"time": "15:00:00h", "quote": "I had a three o’clock class in psychology, the first meeting of the semester, and I suspected I was going to miss it. I was right. Victoria made a real ritual of the whole thing, clothes coming off with the masturbatory dalliance of a strip show, the covers rolling back periodically to show this patch of flesh or that, strategically revealed. I discovered her breasts one at a time, admired the tattoo on her ankle (a backward S that proved, according to her, that she was a reincarnated Nordic skald), and saw that she really was a redhead in the conventional sense. Her lips were dry, her tongue unstoppable, her hair a primal encounter. When we were done, she sat up and I saw that her breasts pointed in two different directions, and that was human in a way I can’t really express, a very personal thing, as if she was letting me in on a secret that was more intimate that the sex itself. I was touched. I admit it. I looked at those mismatched breasts and they meant more to me than her lips and her eyes and the deep thrumming instrument of her voice, if you know what I mean.", "book": "\"Achates McNeil\"", "author": "T.C. Boyle"}, {"time": "15:00:00h", "quote": "Three o'clock is always too late or too early for anything you want to do.", "book": "Nausea", "author": "Jean-Paul Sartre"}, {"time": "15:07:00h", "quote": "The next day was grey, threatening rain. He was there at seven minutes past three. The clock on the church over the way pointed to it. They had arranged to were at three fifteen. Therefore, if she had been there when he came, she would have been eight minutes before her time. But, very sensibly,she was not there eight minutes before her time. Nor was there any reason why she should be there eight minutes before her time. Nor yet five minutes before her time. Nor yet four, three, two minutes before her time. And she was not. He applauded her discretion. At a quarter past, however, he had a right to expect her. She had not come.\"", "book": "Twenty thousand streets under the sky", "author": "Patrick Hamilton"}, {"time": "15:0h0:00", "quote": "'I gotta get uptown by three o'clock.'", "book": "A Confederacy of Dunces", "author": "John Kennedy Toole"}, {"time": "15:13:00h", "quote": "The lift moved. It was thirteen minutes past three. The bell gave out its ping. Two men stepped out of the lift, Alan Norman and another man. Tony Blair walked into the office. Bowstock followed. They stood at reception. Maggie approached and shook hands. Blair said something, she and Bowstock laughed. She sat down again. The group began to cross the room. Bowstock was talking; Blair listened, frowning with attention and interest. The female reporter asked a question. Blair stopped and faced the cameras. He used his hands to reinforce the key words of his response. Bowstock nodded sagely, looking down at the floor. A quip and they were moving again. Lee hit send on his computer and adjusted the knife in his sleeve. They were at his desk. “And this is the hub of what we look like. This is our Design Team, our Head Designer, Lee Coller.”", "book": "Virtual Assassin", "author": "Simon Kearns"}, {"time": "15:14:00h", "quote": "A signal sounded. \"There's the 3.14 up,\" said Perks. \"You lie low till she's through, and then we'll go up along to my place, and see if there's any of them strawberries ripe what I told you about.\"", "book": "The Railway Children", "author": "Edith Nesbit"}, {"time": "15:14:00h", "quote": "I shall be back at exactly THREE fourteen, for our hour of revery together, real sweet revery darling", "book": "On the Road", "author": "Jack Kerouac"}, {"time": "15:15:00h", "quote": "July 3: 5 3/4 hours. Little done today. Deepening lethargy, dragged myself over to the lab, nearly left the road twice. Concentrated enough to feed the zoo and get the log up to date. Read through the operating manuals Whitby left for the last time, decided on a delivery rate of 40 rontgens/min., target distance of 530 cm. Everything is ready now. Woke 11:05. To sleep 3:15.", "book": "The Voices of Time", "author": "JG Ballard"}, {"time": "15:15:00h", "quote": "I got out my old clothes. I put wool socks over my regular socks and took my time lacing up the boots. I made a couple of tuna sandwiches and some double-decker peanut-butter crackers. I filled my canteen and attached the hunting knife and the canteen to my belt. As I was going out the door, I decided to leave a note. So I wrote: \"Feeling better and going to Birch Creek. Back soon. R. 3:15.\" That was about four hours from now.", "book": "Where I'm Calling From", "author": "Raymond Carver"}, {"time": "15:23:00h", "quote": "Three twenty-three! Is that all? Doesn't time - no, I've already said that, thought that. I sit and watch the seconds change on the watch. I used to have a limited edition Rolex worth the price of a new car but I lost it. It was present from...Christine? No, Inez. She got fed up with me always having to ask other people what the time was; embarrassed on my behalf.", "book": "Espedair Street", "author": "Iain Banks"}, {"time": "15:23:00h", "quote": "The Grand High Witch was starting to talk again. \"I am now going to prrrove to you\", she said, \"that this rrrecipe is vurrrking to perrrfection. You understand, of course, that you can set the alarm-clock to go off at any time you like. It does not have to be nine o'clock. So yesterday I am personally prrree-paring a small qvantity of the magic formula in order to give to you a public demonstration. But I am making vun small change in the rrrecipe. Before I am rrroasting the alarm-clock, I am setting it to go off, not at nine o'clock the next morning, but at half-past thrrree the next afternoon. Vhich means half-past thrrree this afternoon. And that\", she said, glancing at her wrist-watch, \"is in prrree-cisely seven minutes' time!\"", "book": "The Witches", "author": "Roald Dahl"}, {"time": "15:27:00h", "quote": "And she rang the Reverend Peters and he came into school at 3.27 pm and he said, 'So, young man, are we ready to roll?' And I did Paper 1 of my Maths A level sitting in the Art Room.", "book": "The Curious Incident of the Dog in the Night-time", "author": "Mark Haddon"}, {"time": "15:27:00h", "quote": "And she rang the Reverend Peters and he came into school at 3.27pm and he said, 'So, young man, are we ready to roll?'", "book": "The Curious Incident Of The Dog In The Nightime", "author": "Mark Haddon"}, {"time": "15:30:00h", "quote": "3.30 p.m. Catch school bus home", "book": "The Curious Incident of the Dog in the Night-time", "author": "Mark Haddon"}, {"time": "15:30:00h", "quote": "I must have completed my packing with time to spare, for when the knock came on my door at half past three precisely, I had been sitting in my chair waiting for a good while. I opened the door to a young Chinese man, perhaps not even twenty, dressed in a gown, his hat in his hand. 'I am your driver, sir' he announced softly. If you have suitcase, I will carry.'", "book": "When We Were Orphans", "author": "Kazuo Ishiguro"}, {"time": "15:35:00h", "quote": "If Me flashed a little crazy after a restless night of smoking & prowling the darkened house with owl-eyes alert to suspicious noises outside & on the roof, it didn’t inevitably mean she’d still be in such a state when the schoolbus deposited Wolfie back home at 3:35 P.M.", "book": "I Am No One You Know: Stories", "author": "Joyce Carol Oates"}, {"time": "15:40:00h", "quote": "At three-forty, Cliff called to report that Dilworth and his lady friend were sitting on the deck of the Amazing Grace, eating fruit and sipping wine, reminiscing a lot, laughing a little. “From what we can pick up with directional microphones and from what we can see, I’d say they don’t have any intention of going anywhere. Except maybe to bed. They sure do seem to be a randy old pair.” “Stay with them,” Lem said. “I don’t trust him.”", "book": "Watchers", "author": "Dean Koontz"}, {"time": "15:45:00h", "quote": "One meal is enough now, topped up with a glucose shot. Sleep is still 'black', completely unrefreshing. Last night I took a 16 mm. film of the first three hours, screened it this morning at the lab. The first true-horror movie. I looked like a half-animated corpse. Woke 10:25. To sleep 3:45.", "book": "The Voices of Time", "author": "JG Ballard"}, {"time": "15:49:00h", "quote": "3.49 p.m. Get off school bus at home", "book": "The Curious Incident of the Dog in the Night-time", "author": "Mark Haddon"}, {"time": "15:49:00h", "quote": "But there were more bad things than good things. And one of them was that Mother didn't get back from work til 5.30 pm so I had to go to Father's house between 3.49 pm and 5.30 pm because I wasn't allowed to be on my own and Mother said I didn't have a choice so I pushed the bed against the door in case Father tried to come in.", "book": "The Curious Incident of the Dog in the Night-time", "author": "Mark Haddon"}, {"time": "15:50:00h", "quote": "3.50 p.m. Have juice and snack", "book": "The Curious Incident of the Dog in the Night-time", "author": "Mark Haddon"}, {"time": "15:55:00h", "quote": "3.55 p.m. Give Toby food and water", "book": "The Curious Incident of the Dog in the Night-time", "author": "Mark Haddon"}, {"time": "15:57:00h", "quote": "It was close upon four before the door opened, and a drunken-looking groom, ill-kempt and side-whiskered with an inflamed face and disreputable clothes, walked into the room. Accustomed as I was to my friend's amazing powers in the use of disguises, I had to look three times before I was certain that it was indeed he.", "book": "The Adventures of Sherlock Holmes", "author": "Arthur Conan Doyle"}, {"time": "15:37:00h", "quote": "The explosion was now officially designated an \"Act of God\". But, thought Dirk, what god? And why? What god would be hanging around Terminal Two of Heathrow Airport trying to catch the 15.37 flight to Oslo?", "book": "The Long Dark Tea-time of the Soul", "author": "Douglas Adams"}]