[{"time": "08:00:00h", "quote": "Few literary references to time of day are as powerful as Housman's short poem Eight O'Clock: He stood, and heard the steeple Sprinkle the quarters on the morning town. One, two, three, four, to marketplace and people It tossed the down. Strapped, noosed, nighing his hour, He stood and counted them and cursed his luck; And then the clock collected in the tower Its strength, and struck. Enough said!", "book": "Eight O'Clock", "author": "A.E. Housman"}, {"time": "08:00:00h", "quote": "\"But for now it was still eight o'clock, and as I walked along the avenue under that brilliant blue sky, I was happy, my friends, as happy as any man who had ever lived.\"", "book": "Brooklyn Follies", "author": "Paul Auster"}, {"time": "08:00:00h", "quote": "Mr. Pumblechook and I breakfasted at eight o'clock in the parlour behind the shop, while the shopman took his mug of tea and hunch of bread-and-butter on a sack of peas in the front premises.", "book": "Great Expectations", "author": "Dickens"}, {"time": "08:00:00h", "quote": "Three days after the quarrel, Prince Stepan Arkadyevitch Oblonsky--Stiva, as he was called in the fashionable world-- woke up at his usual hour, that is, at eight o'clock in the morning, not in his wife's bedroom, but on the leather-covered sofa in his study.", "book": "Anna Karenina", "author": "Tolstoy"}, {"time": "08:00:00h", "quote": "And then the clock collected in the tower Its strength, and struck.", "book": "Eight O'Clock", "author": "A.E. Housman"}, {"time": "08:00:00h", "quote": "The next morning I woke up at oh eight oh oh hours, my brothers, and as I still felt shagged and fagged and fashed and bashed and as my glazzies were stuck together real horrorshow with sleepglue, I thought I would not go to school .", "book": "A Clockwork Orange", "author": "Anthony Burgess"}, {"time": "08:00:00h", "quote": "At eight o'clock on Thursday morning Arthur didn't feel very good. He woke up blearily, got up, wandered blearily round his room, opened a window, saw a bulldozer, found his slippers and stomped off to the bathroom to wash.", "book": "Hitch-hikers guide to the galaxy", "author": "Douglas Adams"}, {"time": "08:00:00h", "quote": "So here I'll watch the night and wait To see the morning shine, When he will hear the stroke of eight And not the stroke of nine;", "book": "A shropshire Lad", "author": "A E Housman"}, {"time": "08:00:00h", "quote": "The next morning I woke up at oh eight oh oh hours, my brothers, and as I still felt shagged and fagged and fashed and bashed and my glazzies were stuck together real horrorshow with superglue, I thought I would not go to school. [opening of ch 4]", "book": "A Clockwork Orange", "author": "Anthony Burgess"}, {"time": "08:00:00h", "quote": "Someone must have been telling lies about Joseph K. for without having done anything wrong he was arrested one fine morning. His landlady's cook, who always brought him breakfast at eight o'clock, failed to appear on this occasion.", "book": "The Trial", "author": "Kafka"}, {"time": "08:00:00h", "quote": "At 8 o'clock on Thursday morning Arthur didn't feel very good.", "book": "Hitch-Hikers Guide to the Galaxy", "author": "Douglas Adams"}, {"time": "08:00:00h", "quote": "Mrs. Rochester! She did not exist: she would not be born till to-morrow, some time after eight o'clock a.m.; and I would wait to be assured she had come into the world alive, before I assigned to her all that property.", "book": "Jane Eyre", "author": "Charlotte Brontë"}, {"time": "08:00:00h", "quote": "8.00 a.m. Put school clothes on", "book": "The Curious Incident of the Dog in the Night-time", "author": "Mark Haddon"}, {"time": "08:00:00h", "quote": "‎\"And while she still held my gaze, still smiling, there came the slow and heavy tolling of the great house-bell, eight times; and then her smile fell.\"", "book": "Fingersmith", "author": "Sarah Waters"}, {"time": "08:00:00h", "quote": "At eight o’clock, a shaft of daylight came to wake us. The thousand facets of the lava on the rock face picked it up as it passed, scattering like a shower of sparks.", "book": "Journey to the Centre of the Earth", "author": "Jules Verne"}, {"time": "08:00:00h", "quote": "Through the curtained windows of the furnished apartment which Mrs. Horace Hignett had rented for her stay in New York rays of golden sunlight peeped in like the foremost spies of some advancing army. It was a fine summer morning. The hands of the Dutch clock in the hall pointed to thirteen minutes past nine; those of the ormolu clock in the sitting-room to eleven minutes past ten; those of the carriage clock on the bookshelf to fourteen minutes to six. In other words, it was exactly eight; and Mrs. Hignett acknowledged the fact by moving her head on the pillow, opening her eyes, and sitting up in bed. She always woke at eight precisely.", "book": "Three Men and a Maid", "author": "P.G. Wodehouse"}, {"time": "08:00:00h", "quote": "Dressed in sweater, anorak and long johns, he lay in bed, hemmed in on three sides by chunky wooden beams, and ate all the salted snacks in the minibar, and then all the sugary snacks, and when he was woken by reception at eight the following morning to be told that everyone was waiting for him downstairs, the wrapper of a Mars bar was still folded in his fist.", "book": "Solar", "author": "Ian McEwan"}, {"time": "08:00:00h", "quote": "'Choose your own time' Don Ignacio said. 'Would 8 am on Sunday be convenient?'", "book": "Voices of the Old Sea", "author": "Norman Lewis"}, {"time": "08:00:00h", "quote": "It was dated from Rosings, at eight o'clock in the morning, and was as follows: - \"Be not alarmed, madam, on receiving this letter, by the apprehension of its containing any repetition of those sentiments or renewal of those offerings which were last night so disgusting to you.", "book": "Pride and Prejudice", "author": "Jane Austen"}, {"time": "08:00:00h", "quote": "When he opened the windows in the morning, the sky was as overcast as it had been, but the air seemed fresher, and regret set in. Had giving notice not been impetuous and wrongheaded, the result of an inconsequential indisposition? If he had held off a bit, if he had not been so quick to lose heart, if he had instead tried to adjust to the air or wait for the weather to improve, he would now have been free of stress and strain and looking forward to a morning on the beach like the one the day before. Too late. He must go on wanting what he had wanted yesterday. He dressed and rode down to the ground floor at eight for breakfast.", "book": "Death in Venice", "author": "Thomas Mann"}, {"time": "08:00:00h", "quote": "\"I'm not crying,\" Maria said when Carter called from the desert at 8 a.m. \"I'm perfectly alright\". \"You don't sound perfectly alright", "book": "Play it as is Lays", "author": "Joan Didion"}, {"time": "08:00:00h", "quote": "I hear noise at the ward door, off up the hall out of my sight. That ward door starts opening at eight and opens and closes a thousand times a day, kashash, click.", "book": "One Flew Over the Cuckoo's Nest", "author": "Ken Kesey"}, {"time": "08:00:00h", "quote": "By eight o'clock Stillman would come out, always in his long brown overcoat, carrying a large, old-fashioned carpet bag. For two weeks this routine did not vary. The old man would wander through the streets of the neighbourhood, advancing slowly, sometimes by the merest of increments, pausing, moving on again, pausing once more, as though each step had to be weighed and measured before it could take its place among the sum total of steps.", "book": "City of Glass", "author": "Paul Auster"}, {"time": "08:00:00h", "quote": "By eight o'clock Stillman would come out, always in his long brown overcoat, carrying a large, old-fashioned carpet bag. For two weeks this routine did not vary. The old man would wander through the streets of the neighbourhood, advancing slowly, sometimes by the merest of increments, pausing, moving on again, pausing once more, as though each step had to be weighed and measured before it could take its place among the sum total of steps.", "book": "City of Glass", "author": "Paul Auster"}, {"time": "08:03:00h", "quote": "He taught me that if I had to meet someone for an appointment, I must refuse to follow the 'stupid human habit' of arbitrarily choosing a time based on fifteen-minute intervals. 'Never meet people at 7:45 or 6:30, Jasper, but pick times like 7:12 and 8:03!'", "book": "A fraction of the whole", "author": "Steve Toltz"}, {"time": "08:05:00h", "quote": "8.05 a.m. Pack school bag", "book": "The Curious Incident of the Dog in the Night-time", "author": "Mark Haddon"}, {"time": "08:08:00h", "quote": "There was a young fellow named Tate Who dined with his girl at 8.08 But I'd hate to relate What that fellow named Tate And his tête-à-tête ate at 8.08.", "book": "?", "author": "?"}, {"time": "08:10:00h", "quote": "8.10 a.m. Read book or watch video", "book": "The Curious Incident of the Dog in the Night-time", "author": "Mark Haddon"}, {"time": "08:10:00h", "quote": "Cell count down to 400,000. Woke 8:10. To sleep 7:15. (Appear to have lost my watch without realising it, had to drive into town to buy another.)", "book": "The Voices of Time", "author": "JG Ballard"}, {"time": "08:11:00h", "quote": "'Care for a turn on the engine?' he called to the doxies, and pointed up at the footplate. They laughed but voted not to, climbing up with their bathtub into one of the rattlers instead. They both had very fetching hats, with one flower apiece, but the prettiness of their faces made you think it was more. For some reason they both wore white rosettes pinned to their dresses. I looked again at the clock: eight-eleven.", "book": "The Blackpool Highflyer", "author": "Andrew Martin"}, {"time": "08:15:00h", "quote": "It was in the winter when this happened, very near the shortest day, and a week of fog into the bargain, so the fact that it was still very dark when George woke in the morning was no guide to him as to the time. He reached up, and hauled down his watch. It was a quarter-past eight.", "book": "Three Men in a Boat", "author": "Jerome K Jerome"}, {"time": "08:15:00h", "quote": "You scrutinized your wrist: \"It's eight fifteen. (And here time forked.) I'll turn it on.\" The screen In its blank broth evolved a lifelike blur, And music welled.", "book": "Pale Fire", "author": "Vladimir Nabokov"}, {"time": "08:16:00h", "quote": "I walk through the fruit trees toward a huge, square, brown patch of earth with vegetation growing in serried rows. These must be the vegetables. I prod one of them cautiously with my foot. It could be a cabbage or a lettuce. Or the leaves of something growing underground, maybe. To be honest, it could be an alien. I have no idea. I sit down on a mossy wooden bench and look at a nearby bush covered in white flowers. Mm. Pretty. Now what? What do people do in their gardens? I feel I should have something to read. Or someone to call. My fingers are itching to move. I look at my watch. Still only eight sixteen. Oh God.", "book": "The Undomestic Goddess", "author": "Sophie Kinsella"}, {"time": "08:17:00h", "quote": "Come on, I can't give up yet. I'll just sit here for a bit and enjoy the peace. I lean back and watch a little speckled bird pecking the ground nearby for a while. Then I look at my watch again: eight seventeen. I can't do this.", "book": "The Undomestic Goddess", "author": "Sophie Kinsella"}, {"time": "08:20:00h", "quote": "When the typewriters happen to pause (8:20 and other mythical hours), and there are no flights of American bombers in the sky, and the motor traffic's not too heavy in Oxford Street, you can hear winter birds cheeping outside, busy at the feeders the girls have put up.", "book": "Gravity's Rainbow", "author": "Thomas Pynchon"}, {"time": "08:23:00h", "quote": "\"That orchid-collector was only thirty-six--twenty years younger than myself--when he died. And he had been married twice and divorced once; he had had malarial fever four times, and once he broke his thigh. He killed a Malay once, and once he was wounded by a poisoned dart. And in the end he was killed by jungle-leeches. It must have all been very troublesome, but then it must have been very interesting, you know--except, perhaps, the leeches.\" \"I am sure it was not good for him,\" said the lady with conviction. \"Perhaps not.\" And then Wedderburn looked at his watch. \"Twenty-three minutes past eight. I am going up by the quarter to twelve train, so that there is plenty of time. I think I shall wear my alpaca jacket--it is quite warm enough--and my grey felt hat and brown shoes. I suppose--\" He glanced out of the window at the serene sky and sunlit garden, and then nervously at his cousin's face. \"I think you had better take an umbrella if you are going to London,\" she said in a voice that admitted of no denial. \"There's all between here and the station coming back.\" When he returned he was in a state of mild excitement. He had made a purchase. It was rare that he could make up his mind quickly enough to buy, but this time he had done so.", "book": "The flowering of the strange orchid", "author": "H.G. Wells"}, {"time": "08:29:00h", "quote": "At 8.29 I punched the front doorbell in Elgin Crescent. It was opened by a small oriental woman in a white apron. She showed me into a large, empty sitting room with an open fire and a couple of huge oil paintings. One was of an old bloke in Gainsborough style (a Stellings or Clarissa ancestor, perhaps) and the other a more or less random splosh-and-twirl in grey and tangerine that seemed designed to trigger a sequence of sophomore thoughts about 'art'.", "book": "Engleby", "author": "Sebastian Faulks"}, {"time": "08:30:00h", "quote": "'The lecture was to be given tomorrow, and it was now almost eight-thirty.'", "book": "A Confederacy of Dunces", "author": "John Kennedy Toole"}, {"time": "08:30:00h", "quote": "I hadn't heard a car, and I didn't notice the tracks in the snow until I came off the trail and out on to the road, but then again I wasn't expecting a car, not at that time of day. It can't be later than eight. I check my watch, and it says eight-thirty. Oh. (My translation)", "book": "Out Stealing Horses", "author": "Per Petterson"}, {"time": "08:30:00h", "quote": "At half past eight, Mr. Dursley picked up his briefcase, pecked Mrs. Dursley on the cheek, and tried to kiss Dudley good-bye but missed, because Dudley was now having a tantrum and throwing his cereal at the walls.", "book": "Harry Potter and the Philosopher's Stone", "author": "JK Rowling"}, {"time": "08:30:00h", "quote": "When he woke, at eight-thirty, he was alone in the bedroom. He put on his dressing gown and put in his hearing aid and went into the living room.", "book": "Deaf Sentence", "author": "David Lodge"}, {"time": "08:30:00h", "quote": "It is around 8:30. Sunshine comes through the windows at right. As the curtain rises, the family has just finished breakfast.", "book": "Long Day's Journey Into Night", "author": "Eugene O'Neill"}, {"time": "08:30:00h, 10:00:00h,19:30:00h", "quote": "On July 25th, 8:30 a.m. the bitch Novaya dies whelping. At 10 o'clock she is lowered into her cool grave, at 7:30 that same evening we see our first floes and greet them wishing they were the last.", "book": "The Terrors of Ice and Darkness", "author": "Christoph Ransmayr"}, {"time": "08:32:00h", "quote": "8.32 a.m. Catch bus to school", "book": "The Curious Incident of the Dog in the Night-time", "author": "Mark Haddon"}, {"time": "08:32:14h", "quote": "'Does anybody know the time a little more exactly is what I'm wondering, Don, since Day doesn't.' Gately checks his cheap digital, head still hung over the sofa's arm. 'I got 0832:14, 15, 16, Randy.' ''ks a lot, D.G. man.'", "book": "Infinite Jest", "author": "David Foster Wallace"}, {"time": "08:35:00h", "quote": "It was thirty-five minutes past eight by the big clock of the central building when Mathieu crossed the yard towards the office which he occupied as chief designer. For eight years he had been employed at the works where, after a brilliant and special course of study, he had made his beginning as assistant draughtsman when but nineteen years old, receiving at that time a salary of one hundred francs a month.", "book": "Fruitfulness", "author": "Emile Zola"}, {"time": "08:40:00h", "quote": "At this moment the clock indicated 8.40. 'Five minutes more,' said Andrew Stuart. The five friends looked at each other. One may surmise that their heart-beats were slightly accelereted, for, even for bold gamblers, the stake was a large one.'", "book": "Around the world in eighty days", "author": "Jules Verne"}, {"time": "08:40:00h", "quote": "It was when I stood before her, avoiding her eyes, that I took note of the surrounding objects in detail, and saw that her watch had stopped at twenty minutes to nine, and that a clock in the room had stopped at twenty minutes to nine.", "book": "Great Expectations", "author": "Charles Dickens"}, {"time": "08:43:00h", "quote": "8.43 a.m. Go past tropical fish shop", "book": "The Curious Incident of the Dog in the Night-time", "author": "Mark Haddon"}, {"time": "08:43:00h", "quote": "\"You understand this tape recorder is on?\" \"Uh huh\" \"And it's Wednesday, May 15, at eight forty-three in the mornin'.\" \"If you say so\"", "book": "A Time to Kill", "author": "John Grisham"}, {"time": "08:47:00h", "quote": "\"Just on my way to the cottage. It's, er, ..8.47. Bit misty on the roads.....\"", "book": "Dirk Gently's Holistic Detective Agency", "author": "Douglas Adams"}, {"time": "08:50:00h", "quote": "Punctually at ten minutes to nine, a quarter hour after early mass, the boy stood in his Sunday uniform outside his father's door.", "book": "The Radetzky March", "author": "Joseph Roth"}, {"time": "08:50:00h", "quote": "It was 8:50 in the morning and Bernie and I were alone on an Astoria side street, not far from a sandwich shop that sold a sopressatta sub called \"The Bypass\". I used to eat that sandwich weekly, wash it down with espresso soda, smoke a cigarette, go for a jog. Now I was too near the joke to order the sandwich, and my son's preschool in the throes of doctrinal schism.", "book": "The Ask", "author": "Sam Lipsyte"}, {"time": "08:51:00h", "quote": "8.51 a.m. Arrive at school", "book": "The Curious Incident of the Dog in the Night-time", "author": "Mark Haddon"}, {"time": "08:52:00h", "quote": "Message one. Tuesday, 8:52 A.M. Is anybody there? Hello?", "book": "Extremely Loud and Incredibly Close", "author": "Jonathan Safran Foer"}, {"time": "08:55:00h", "quote": "At five minutes to nine, Jacques, in his gray butler's livery, came down the stairs and said, \"Young master, your Herr Papá is coming.\"", "book": "The Radetzky March", "author": "Joseph Roth"}, {"time": "08:55:00h", "quote": "George pulled out his watch and looked at it: it was five minutes to nine!", "book": "Three Men in a Boat", "author": "Jerome K Jerome"}, {"time": "08:57:00h", "quote": "While the boy learnt the last lines of his Latin, and the doctor turned over the newspaper, the girl read a letter – evidently, from the large sprawling handwriting, the missive of some girlish correspondent. She was deep in it when, from one of the turrets of the Cathedral, a bell began to ring. At that, she glanced at her brother. \"There's Martin, Dick!\" she said. \"You'll have to hurry.\" Many a long year before that, in one of the bygone centuries, a worthy citizen of Wrychester, Martin by name, had left a sum of money to the Dean and Chapter of the Cathedral on condition that as long as ever the Cathedral stood, they should cause to be rung a bell from its smaller bell-tower for three minutes before nine o'clock every morning, all the year round. What Martin's object had been no one now knew--but this bell served to remind young gentlemen going to offices, and boys going to school, that the hour of their servitude was near. And Dick Bewery, without a word, bolted half his coffee, snatched up his book, grabbed at a cap which lay with more books on a chair close by, and vanished through the open window.", "book": "The Paradise Mystery", "author": "J.S. Fletcher"}, {"time": "08:26:00h", "quote": "It exploded much later than intended, probably a good twelve hours later, at twenty-six minutes past eight on Monday morning. Several defunct wristwatches, the property of victims, confirmed the time. As with its predecessors over the last few months, there had been no warning. But then none had been intended. The Düsseldorf car-bombing of a visiting Israeli arms-procurement official had been preceded by no warning, neither had the book bomb sent to the organisers of an Orthodox Jewish congress in Antwerp, which blew up the honorary secretary and burnt her assistant to death. Neither had the dustbin bomb outside an Israeli bank in Zürich, which maimed two passers-by. Only the Stockholm bomb had a warning, and that turned out to be a completely different group, not part of the series at all.", "book": "\"The Little drummer Girl\"", "author": "John Le Carre"}, {"time": "08:50:00h", "quote": "At ten to nine the clerks began to arrive.When they had hung up their coats and hates they came to the fireplace and stood warming themselves. If there was no fire, they stood there all the same", "book": "The Chestnut Tree (short Story)", "author": "V.S. Pritchett"}]