[{"time": "13:00:00h", "quote": "\"It was a bright cold day in April, and the clocks were striking thirteen.\"", "book": "Nineteen Eighty-Four", "author": "George Orwell"}, {"time": "13:00:00h", "quote": "It was a bright cold day in April, and the clocks were striking thirteen.", "book": "1984", "author": "George Orwell"}, {"time": "13:00:00h", "quote": "It was a bright cold day in April, and the clocks were striking thirteen.", "book": "1984", "author": "George Orwell"}, {"time": "13:00:00h", "quote": "It was a bright cold day in April, and the clocks were striking thirteen. Winston Smith, his chin nuzzled into his breast in an effort to escape the vile wind, slipped quickly through the glass doors of Victory Mansions, though not quickly enough to prevent a swirl of gritty dust from entering along with him.", "book": "Nineteen Eighty-Four", "author": "George Orwell"}, {"time": "13:00:00h", "quote": "\"It was a bright cold day in April, and the clocks were striking thirteen\"", "book": "1984", "author": "George Orwell"}, {"time": "13:00:00h", "quote": "It was a bright cold day in April, and the clocks were striking thirteen.", "book": "Nineteen Eighty-Four", "author": "George Orwell"}, {"time": "13:00:00h", "quote": "“Czarina Catherine reported entering Galatz at one o'clock to-day.”", "book": "Dracula", "author": "Bram Stoker"}, {"time": "13:00:00h", "quote": "It was a bright cold day in April, and the clocks were striking thirteen.", "book": "1984", "author": "George Orwell"}, {"time": "13:00:00h", "quote": "It was a cold, bright day in April, and the clocks were striking thirteen.", "book": "Ninteen Eighty Four", "author": "George Orwell"}, {"time": "13:00:00h", "quote": "The clocks were striking 13.", "book": "1984", "author": "George Orwell"}, {"time": "13:00:00h", "quote": "\"It was a bright cold day in April, and the clocks were striking thirteen.\"", "book": "1984", "author": "George Orwell"}, {"time": "13:00:00h", "quote": "'It was a bright, cold day in April and the clocks were striking thirteen as Winston Smith...'", "book": "1984", "author": "George Orwell"}, {"time": "13:00:00h", "quote": "The clock struck thirteen", "book": "ninteen eighty four", "author": "G. Orwell"}, {"time": "13:00:00h", "quote": "clock was striking thirteen (quoting from memory: don't have the book to hand)", "book": "1984, opening page", "author": "Orwell"}, {"time": "13:00:00h", "quote": "\"It was a bright cold day in April, and the clocks were striking thirteen.\"", "book": "Brave New World", "author": "George Orwell"}, {"time": "13:00:00h", "quote": "'It was a bright cold day in April, and the clocks were striking thirteen'.", "book": "1984", "author": "George Orwell"}, {"time": "13:00:00h", "quote": "\"It was a little after one o'clock when I got there, time for lunch, so I had it. The food was awful. But it would go on the expense account, and after I'd eaten I got out my notebook and put it down. Lunch $1.50. Taxi $1.00.\"", "book": "The Big Clock", "author": "Kenneth Fearing"}, {"time": "13:00:00h", "quote": "\"One o'clock pee em! Hello, Insert Name Here!\" Said by the Disorganizer", "book": "Jingo", "author": "Terry Pratchett"}, {"time": "13:00:00h", "quote": "The day-room floor gets cleared of tables and at one o'clock the doctor comes out of his office down the hall, nods once at the nurse as he goes past where he's watching out of her window, sits in his chair just to the left of the door.", "book": "One Flew Over the Cuckoo's Nest", "author": "Ken Kesey"}, {"time": "13:00:00h", "quote": "After 1 o'clock checks, Gretta always goes out for a smoke.", "book": "Girl, Interrupted", "author": "Susanna Kaysen"}, {"time": "13:00:00h", "quote": "1.00 p.m. First afternoon class", "book": "The Curious Incident of the Dog in the Night-time", "author": "Mark Haddon"}, {"time": "13:00:00h", "quote": "\"It was a bright cold day in April, and the clocks were striking thirteen.\"", "book": "1984", "author": "George Orwell"}, {"time": "13:00:00h", "quote": "That day it was one o'clock before John and Roger rowed across and went up to Dixon's farm for the milk and a new supply of eggs and butter.", "book": "Swallows and Amazons", "author": "Arthur Ransome"}, {"time": "13:00:00h", "quote": "Many moons passed by. Did Baboon ever fly? Did he ever get to the sun? I’ve just heard today That he’s well on his way! He’ll be passing through Acton at one.", "book": "Silly Old Baboon", "author": "Spike Milligan"}, {"time": "13:00:00h", "quote": "Gottfried Rembke arrived at 1pm precisely. The moment he walked into the restaurant, handed his coat to the waiter, they knew it was him. The solid, stocky body, the gleaming pate, the open expression, the vigorous handshake: everything about him radiated ease and enthusiasm", "book": "Platform", "author": "Michel Houellebecq"}, {"time": "13:00:00h", "quote": "\"It was a bright cold day in April, and the clocks were striking thirteen.\"", "book": "Nineteen-Eighty-Four", "author": "George Orwell"}, {"time": "13:00:00h", "quote": "\"It was a bright cold day in April, and the clocks were striking thirteen.\"", "book": "Nineteen Eighty Four", "author": "George Orwell"}, {"time": "13:00:00h", "quote": "It was a bright cold day in April, and the clocks were striking thirteen.", "book": "1984", "author": "George Orwell"}, {"time": "13:00:00h", "quote": "\"It was a bright, cold day in April, and the clocks were striking 13.\"", "book": "1984", "author": "George Orwell"}, {"time": "13:00:00h", "quote": "It was one o'clock. I bought some apples and a small pork pie and drove across the bridge to the other side of the riverbank in the direction of Orford Ness.", "book": "The Swimmer", "author": "Roma Tearne"}, {"time": "13:00:00h", "quote": "I got to Schmidt's early, feeling horribly nervous. At one o'clock sharp: Toni. She was looking at the menu she knew well - Schmorbraten? Schnitzel? - when he loomed over her. I had seen him come in. She looked up, through him, at me. 'Traitor.' Jamie, hovering, looking very big, said her pet name, a German diminutive chosen by her. Toni addressed the air. 'If he does not leave at once I shall tell the waiter that I am not sharing my table with this gentleman.' Jamie heard, said her name again, turned to go, I rose to go with him. Toni - with that concentration of will - said, 'YOU are lunching with me.'", "book": "Jigsaw", "author": "Sybille Bedford"}, {"time": "13:00:00h", "quote": "\"I think,\" he said, with a triumphant smile, \"that I may safely expect to find the person I seek in the dining-room, fair lady.\" \"There may be more than one.\" \"Whoever is there, as the clock strikes one, will be shadowed by one of my men; of these, one, or perhaps two, or even three, will leave for France to-morrow. One of these will be the `Scarlet Pimpernel.'\"", "book": "The Scarlet Pimpernel", "author": "Baroness Orczy"}, {"time": "13:05:00h", "quote": "“Samantha?” I can hear Trish approaching. “Um . . . hold on!” I hurry to the door, trying to block her view. “It's already five past one,” I can hear her saying a little sharply. “And I did ask, most clearly for . . .” Her voice trails off into silence as she reaches the kitchen door, and her whole face sags in astonishment. I turn and follow her gaze as she surveys the endless plates of sandwiches. “My goodness!” At last Trish finds her voice. “This is . . . this is very impressive!”", "book": "The Undomestic Goddess", "author": "Sophie Kinsella"}, {"time": "13:15:00h", "quote": "The clock caught Miss LaFosse´s eye. ´Good heavens!´ she gasped. ´Look at the time. Quarter-past one. You must be starved.' She turned impetuously to Miss Pettigrew.", "book": "Miss Pettigrew lives for a Day", "author": "Winifred Watson"}, {"time": "13:15:00h", "quote": "‘Monsieur has well slept this morning,’ he said, smiling. ‘What o’clock is it, Victor?’ asked Dorian Gray, sleepily. ‘One hour and a quarter, monsieur.’", "book": "The Picture of Dorian Gray", "author": "Oscar Wilde"}, {"time": "13:16:00h", "quote": "And the first stop had been at 1.16 p.m. which was 17 minutes later.", "book": "The Curious Incident of the Dog in the Night-time", "author": "Mark Haddon"}, {"time": "13:20:00h", "quote": "\"I care for nothing now,\" he answered hotly, \"except to wipe out this brute from the face of creation. I would sell my soul to do it!\" \"Oh, hush, hush, my child\" said Van Helsing. \"God does not purchase souls in this wise, and the Devil, though he may purchase, does not keep faith. But God is merciful and just, and knows your pain and your devotion to that dear Madam Mina. Think you, how her pain would be doubled, did she but hear your wild words. Do not fear any of us, we are all devoted to this cause, and today shall see the end. The time is coming for action. Today this Vampire is limit to the powers of man, and till sunset he may not change. It will take him time to arrive here, see it is twenty minutes past one, and there are yet some times before he can hither come, be he never so quick. What we must hope for is that my Lord Arthur and Quincey arrive first.\"", "book": "Dracula", "author": "Bram Stoker"}, {"time": "13:20:00h", "quote": "Kamarov, signal to Purga: 'Diving at—,'\" he checked his watch, \"'—1320 hours. Exercise OCTOBER FROST begins as scheduled. You are released to other assigned duties. We will return as scheduled.\" Kamarov worked the trigger on the blinker light to transmit the message. The Purga responded at once, and Ramius read the flashing signal unaided: \"IF THE WHALES DON'T EAT YOU. GOOD LUCK TO RED OCTOBER!\"", "book": "The Hunt for Red October", "author": "Tom Clancy"}, {"time": "13:23:00h", "quote": "And when we got to Swindon Mother had keys to the house and we went in and she said, 'Hello?' but there was no one there because it was 1:23pm.", "book": "The Curious Incident Of The Dog In The Nightime", "author": "Mark Haddon"}, {"time": "13:23:00h", "quote": "The clock marked twenty-three minutes past one. He was suddenly full of agitation, yet hopeful. She had come! Who could tell what she would say? She might offer the most natural explanation of her late arrival. Félicie entered the room, her hair in disorder, her eyes shining, her cheeks white, her bruised lips a vivid red; she was tired, indifferent, mute, happy and lovely, seeming to guard beneath her cloak, which she held wrapped about her with both hands, some remnant of warmth and voluptuous pleasure.", "book": "A Mummer's Tale", "author": "Anatole France"}, {"time": "13:25:00h", "quote": "The video shop next door was one I'd patronized a few times. Something called Hard Times was on the twenty-seven-inch monitor at the entrance. Charles Bronson was a bare-knuckle boxer, James Coburn his manager. I stepped inside and asked to see the-fight scene again. The woman behind the counter looked bored. I offered her one of the gateaux while Bronson battered a bald-headed opponent. The ringside crowd expected the brute to win, but they didn't know that Bronson never loses. I got up to leave.\"Why don't you stick around and watch the whole thing?\" invited Mrs. Video Shop. I'd really have liked to, I told her, if it weren't for the things I had in the drier. I cast an eye at my watch. One-twenty-five. The drier had already stopped. She made one last pitch. \"Three classic Hitchcock pictures coming in next week.”", "book": "Hard Boiled Wonderland and the End of the World", "author": "Haruki Murakami"}, {"time": "13:30:00h", "quote": "\"She was a a sticker. A clock away in the town struck half past one.\"", "book": "Brighton Rock", "author": "Graham Greene"}, {"time": "13:30:00h", "quote": "Shredding and slicing, dividing and subdividing, the clocks of Harley Street nibbled at the June day, counselled submission, upheld authority, and pointed out in chorus the supreme advantages of a sense of proportion, until the mound of time was so far diminished that a commercial clock, suspended above a shop in Oxford Street, announced, genially and fraternally, as if it were a pleasure to Messrs Rigby and Lowndes to give the information gratis, that it was half-past one.", "book": "Mrs dalloway", "author": "Virginia Woolf"}, {"time": "13:30:00h", "quote": "Lupin not having come down, I went up again at half-past one, and said we dined at two; he said he \"would be there.\"", "book": "The Diary of a Nobody", "author": "George and Weedon Grossmith"}, {"time": "13:30:00h", "quote": "This hymn-singing seemed to me just as silly as the port wine they gave us before the match; indeed 'Onward Christian Soldiers' and port wine are still inextricably mixed together in my mind. We had our usual enormous dinner at 1.30; and as the match was at 2.15 we used to get all ready first, even to strapping our hockey-pads on to our legs before we set to work to consume vast platefuls of pea-soup, great chunks of roast beef and vegetables, and slabs of suet pudding and jam. Then each member of the team was solemnly given a glassful of sweet and sticky port, and we rushed straight from the table out to the hockey field. I found the port extremely nasty and difficult to swallow; and everyone complained that it made them feel sick; still, it was an honour to get it, so we drank it gratefully. But if we won the match - and we generally did win – it must have been that the spiritual uplift imparted to us by 'Onward Christian Soldiers' was able to overcome even the acute discomfort of the mixture in our insides.", "book": "Period Piece", "author": "Gwen Raverat"}, {"time": "13:32:20h", "quote": "'At the third stroke it will be one ... thirty-two ... and twenty seconds. 'Beep ... beep ... beep.' Ford Prefect suppressed a little giggle of evil satisfaction, realized that he had no reason to suppress it, and laughed out loud, a wicked laugh.", "book": "So long, and thanks for all the fish", "author": "Douglas Adams"}, {"time": "13:32:30h", "quote": "He switched the incoming signal through from the Sub-Etha Net to the ship's superb hi-fi system, and the odd, rather stilted, sing-song voice spoke out with remarkable clarity around the cabin. 'At the third stroke it will be one ... thirty-two ... and thirty seconds.'", "book": "So long, and thanks for all the fish", "author": "Douglas Adams"}, {"time": "13:32:40h", "quote": "For the length of time he had in mind, the question of power consumption became significant. He didn't want a murder on his conscience. 'At the third stroke it will be one ... thirty-two ... and forty seconds.'", "book": "So long, and thanks for all the fish", "author": "Douglas Adams"}, {"time": "13:32:50h", "quote": "He checked around the small ship. He walked down the short corridor. 'At the third stroke ...' He stuck his head into the small, functional, gleaming steel bathroom. 'it will be ...' It sounded fine in there. He looked into the tiny sleeping quarters. '... one ... thirty-two ...' It sounded a bit muffled. There was a towel hanging over one of the speakers. He took down the towel. '... and fifty seconds.' Fine.", "book": "So long, and thanks for all the fish", "author": "Douglas Adams"}, {"time": "13:33:50h", "quote": "He waited for the green light to show and then opened the door again on to the now empty cargo hold. '... one ... thirty-three ... and fifty seconds.' Very nice.", "book": "So long, and thanks for all the fish", "author": "Douglas Adams"}, {"time": "13:34:00h", "quote": "He then went and had a last thorough examination of the emergency suspended animation chamber, which was where he particularly wanted it to be heard. 'At the third stroke it will be one ... thirty ... four ... precisely.'", "book": "So long, and thanks for all the fish", "author": "Douglas Adams"}, {"time": "13:34:20h", "quote": "'At the third stroke it will be ...' He tiptoed out and returned to the control cabin. '... one ... thirty-four and twenty seconds.' The voice sounded as clear as if he was hearing it over a phone in London, which he wasn't, not by a long way.", "book": "So long, and thanks for all the fish", "author": "Douglas Adams"}, {"time": "13:39:00h", "quote": "And it was now 1.39 p.m. which was 23 minutes after the stop, which mean that we would be at the sea if the train didn't go in a big curve. But I didn't know if it went in a big curve.", "book": "The Curious Incident of the Dog in the Night-time", "author": "Mark Haddon"}, {"time": "13:50:00h", "quote": "Rahel's toy wristwatch had the time painted on it. Ten to two. One of her ambitions was to own a watch on which she could change the time whenever she wanted to (which according to her was what Time was meant for in the first place).", "book": "The God of Small Things", "author": "Arundhati Roy"}, {"time": "13:59:00h", "quote": "'At the third stroke it will be ...' For twenty minutes he sat and watched as the gap between the ship and Epun closed, as the ship's computer teased and kneaded the numbers that would bring it into a loop around the little moon, and close the loop and keep it there, orbiting in perpetual obscurity. 'One ... fifty-nine ...'", "book": "So long, and thanks for all the fish", "author": "Douglas Adams"}, {"time": "13:13:00h", "quote": "The next day the sky was again overcast; but on Sunday, the 28th of June, the antepenultimate day of the month, with the change of the moon came a change of weather. The sun poured a flood of light down the crater. Every hillock, every rock and stone, every projecting surface, had its share of the beaming torrent, and threw its shadow on the ground. Amongst them all, Scartaris laid down his sharp-pointed angular shadow which began to move slowly in the opposite direction to that of the radiant orb. My uncle turned with it. At noon, being at its least extent, it came and softly fell upon the edge of the middle chimney. \"There it is! There it is!\" shouted the Professor. \"Now for the centre of the globe!\" he added in Danish. I looked at Hans. \"Forüt!\" was his tranquil answer. \"Forward!\" replied my uncle. It was thirteen minutes past one.", "book": "Journey to the Centre of the Earth", "author": "Jules Verne"}]