[{"time": "16:00:00h", "quote": "I only found out much later that those flowers were called Four O’clock, and were not magic at all. The magic was in the seed, waiting to be watered and cared for, the real magic was life.", "book": "Ghost Generations", "author": "Susan May Gudge"}, {"time": "16:00:00h", "quote": "Her eyes caught the kryptonite glow of the digital clock on the front of the microwave. Honest and true, the numbers spelled out the time although she, for a moment, found its calculation to be somehow erroneous. It was four o’clock in the afternoon.", "book": "Blood Bride", "author": "Susan May Gudge"}, {"time": "16:00:00h", "quote": "A little after four o'clock, Pippa meandered over to Dot's house carrying a bottle of wine she had been keeping in reserve and wondering if she could possibly be pregnant in spite of the vestigial coil still lodged in her uterus like astronaut litter abandoned on the moon.", "book": "The Private Lives of Pippa Lee", "author": "Rebecca Miller"}, {"time": "16:00:00h", "quote": "The horrifying R.N. wipes Gately's face off as best she can with her hand and says she'll try to fit him in for a sponge bath before she goes off shift at 1600h., at which Gately goes rigid with dread.", "book": "Infinite Jest", "author": "David Foster Wallace"}, {"time": "16:00:00h", "quote": "Four o,clock has just struck. Good! Arrangement,revision, reading from four to five. Short snooze ...from five to six. Affair of agent and sealed letter from seven to eight. At eight, en route.", "book": "The Woman in White - The Story Continued", "author": "Walter Hartwright VII"}, {"time": "16:00:00h", "quote": "He looked at his watch: it was nearly 4. He helped Delphine to her feet and led her down a passage to a rear door that gave on to the hospital garden.", "book": "The Blue Afternoon", "author": "William Boyd"}, {"time": "16:00:00h", "quote": "As he turned off towards the fishing village of Cellardyke, the familiar pips announced the four o'clock news. The comforting voice of the newsreader began the bulletin. 'The convicted serial killer and former TV chat show host Jacko Vance has begun his appeal against conviction.", "book": "The Last Temptation", "author": "Val McDermid"}, {"time": "16:00:00h", "quote": "4.00 p.m. Take Toby out of his cage", "book": "The Curious Incident of the Dog in the Night-time", "author": "Mark Haddon"}, {"time": "16:00:00h", "quote": "Djerzinski arrived punctually at four o’clock. Desplechin had asked to see him. The case was intriguing. Certainly, it was common for a researcher to take a year’s sabbatical to work in Norway or Japan, or one of those sinister countries where middle aged people committed suicide en masse.", "book": "Atomised", "author": "Michel Houellebecq"}, {"time": "16:00:00h", "quote": "In the four thousand rooms of the Centre the four thousand electric clocks simultaneously struck four. Discarnate voices called from the trumpet mouths. \"Main Day-shift off duty. Second Day-shift take over. Main Day-shift off …\"", "book": "Brave New World", "author": "Aldous Huxley"}, {"time": "16:00:00h", "quote": "Charmian woke at four and sensed the emptiness of the house.", "book": "Memento Mori", "author": "Muriel Spark"}, {"time": "16:00:00h", "quote": "In the end, it was the Sunday afternoons he couldn’t cope with, and that terrible listlessness that starts to set in about 2.55, when you know you’ve had all the baths you can usefully have that day, that however hard you stare at any given paragraph in the newspaper you will never actually read it, or use the revolutionary new pruning technique it describes, and that as you stare at the clock the hands will move relentlessly on to four o’clock, and you will enter the long dark teatime of the soul.", "book": "Life, the universe and everything", "author": "Douglas Adams"}, {"time": "16:00:00h", "quote": "He played for twenty-two days, just as he said he would. Every day at four o'cock in the afternoon, regardless of how much fighting was going on around him.", "book": "The Cellist Of Sarajevo", "author": "Steven Galloway"}, {"time": "16:00:00h", "quote": "Four o'clock: when time in the city quivers on its axis - the day not yet spent, the wheels of evening just beginning to turn. The handover hour, was how Marius liked to think of it.", "book": "The Act of Love", "author": "Howard Jacobson"}, {"time": "16:00:00h", "quote": "Towards four o'clock the condition of the English army was serious. The Prince of Orange was in command of the centre, Hill of the right wing, Picton of the left wing. The Prince of Orange, desperate and intrepid, shouted to the Hollando-Belgians: \"Nassau! Brunswick! Never retreat!\"", "book": "Les Miserables", "author": "Victor Hugo"}, {"time": "16:00:00h", "quote": "I doubt whether anyone was commissioned to send the news along the actual telegraph, and yet Mrs. Proudie knew it before four o'clock. But she did not know it quite accurately.'Bishop', she said, standing at her husband's study door. 'They have committed that man to gaol. There was no help for them unless they had forsworn themselves.'", "book": "The Last Chronicle of Barset", "author": "Anthony Trollope"}, {"time": "16:00:00h", "quote": "It was my turn to cook the evening meal so I didn't linger in the common room. It was exactly 4 o'clock as I made my way out of the building, and doors opened behind and before me, discharging salvos of vocal babble and the noise of chair-legs scraping on wooden floors.", "book": "Deaf Sentence", "author": "David Lodge"}, {"time": "16:00:00h", "quote": "Four o'clock: wedge-shaped gardens lie Under a cavernous, a wind-picked sky.", "book": "Sad Steps", "author": "Philip Larkin"}, {"time": "16:00:00h", "quote": "\"What else can I answer, When the lights come on at four At the end of another year\"", "book": "“Toads Revisited” - The Whitsun Weddings", "author": "Philip Larkin"}, {"time": "16:00:00h", "quote": "... when they all sat down to table at four o'clock, about three hours after his arrival, he had secured his lady, engaged her mother's consent, and was not only in the rapturous profession of the lover, but, in the reality of reason and truth, one of the happiest of men.", "book": "Sense and Sensibility", "author": "Jane Austen"}, {"time": "16:03:00h", "quote": "She read the page carefully and then said, '16.03 - cat goes to the toilet in front garden.'", "book": "What was Lost", "author": "Catherine O'Flynn"}, {"time": "16:05:00h", "quote": "I had met Irwin on the steps of the Widener Library. I was standing at the top of the long flight, overlooking the red brick buildings that walled the snow-filled quad and preparing to catch the trolley back to the asylum, when a tall young man with a rather ugly and bespectacled, but intelligent face, came up and said, 'Could you please tell me the time?' I glanced at my watch. 'Five past four.'", "book": "The Bell Jar", "author": "Sylvia Plath"}, {"time": "16:07:00h", "quote": "Dr. Urbino caught the parrot around the neck with a triumphant sigh: ça y est. But he released him immediately because the ladder slipped from under his feet and for an instant he was suspended in air and then he realised that he had died without Communion, without time to repent of anything or to say goodbye to anyone, at seven minutes after four on Pentecost Sunday.", "book": "Love in the Time of Cholera", "author": "Gabriel Garcia Marquez"}, {"time": "16:10:00h", "quote": "She looks at the clock. She's in the kitchen. A minute left. She waits. It's ten-past four. She picks up the eclair. She licks the cream out of it. She watches herself.It's fuckin' stupid. But. She bites into the chocolate, and the pastry that's been softened by the cream. Jack's not home yet. Leannes's at work. Paula will be leaving, herself, in a bit. She's a year off the drink. Exactly a year. She looks at the clock. A year and a minute.", "book": "Paula Spencer", "author": "Roddy Doyle"}, {"time": "16:10:00h", "quote": "1610h. E.T.A Weight room. Freestyle circuits. the clank and click of various resistance systems.", "book": "Infinite Jest", "author": "David Foster Wallace"}, {"time": "16:13:00h", "quote": "But at precisely 4.13 pm, the fifty thousand spectators saw the totally unexpected happen, before their very eyes.From the most crowded section of the southern grandstand, an appirition suddenly emerged.....", "book": "Aunt Julia and the Scriptwriter", "author": "Mario Vargas Llosa"}, {"time": "16:15:00h", "quote": "Must have the phone disconnected. Some contractor keeps calling me up about payment for 50 bags of cement he claims I collected ten days ago. Says he helped me load them onto a truck himself. I did drive Whitby's pick-up into town but only to get some lead screening. What does he think I'd do with all that cement? Just the sort of irritating thing you don't expect to hang over your final exit. (Moral: don't try too hard to forget Eniwetok.) Woke 9:40. To sleep 4:15.", "book": "The Voices of Time", "author": "JG Ballard"}, {"time": "16:15:00h", "quote": "On the tenth day of October at quarter past four in the afternoon with a dry hot wind blowing through the passed Maria found herself in Baker. She had never meant to go as far as Baker, had started out that day as every day, her only destination the freeway. But she had driven out of San Bernadino and up the Barstow and instead of turning back at Barstow (she had been out that far before but never that late in the day, it was past time to navigate back, she was out too far too late, the rhythm was lost ) she kept driving.", "book": "Play it as it Lays", "author": "Joan Didion"}, {"time": "16:15:00h", "quote": "The sun had begun to sink in the west, and the shadow of an oak branch had crept across my knees. My watch said it was 4.15.", "book": "The Wind-up Bird Chronicle", "author": "Haruki Murakami"}, {"time": "16:17:00h", "quote": "Apparently the great Percy has no sense of humour, for at four-seventeen he got tired of it, and hit Skinner crisply in the right eyeball, blacking the same as per illustration. The subsequent fight raged gorily for five minutes odd, and then Wilson, who seems to be a professional pugilist in disguise, landed what my informant describes as three corkers on his opponent's proboscis. Skinner's reply was to sit down heavily on the floor, and give him to understand that the fight was over, and that for the next day or two his face would be closed for alterations and repairs. Wilson thereupon harangued the company in well-chosen terms, tried to get Skinner to shake hands, but failed, and finally took the entire crew out to the shop, where they made pigs of themselves at his expense. I have spoken.'", "book": "A Prefect's Uncle", "author": "P. G. Wodehouse"}, {"time": "16:18:00h", "quote": "4.18 p.m. Put Toby into his cage", "book": "The Curious Incident of the Dog in the Night-time", "author": "Mark Haddon"}, {"time": "16:20:00h", "quote": "4.20 p.m. Watch television or a video", "book": "The Curious Incident of the Dog in the Night-time", "author": "Mark Haddon"}, {"time": "16:20:00h", "quote": "At twenty minutes past four - or, to put it another, blunter way, an hour and twenty minutes past what seemed to be all reasonable hope - the unmarried bride, her head down, a parent stationed on either side of her, was helped out of the building...", "book": "Raise High the Roof Beam, Carpenters", "author": "J. D. Salinger"}, {"time": "16:23:00h", "quote": "They were hurrying west, trying to reach the river before sunset. The warming-related 'adjustments' to Earth's orbit had shortened the winter days, so that now, in January, sunset was taking place at 4.23.", "book": "A visit from the goon squad", "author": "Jennifer Egan"}, {"time": "16:25:00h", "quote": "As I dressed I glanced at my watch. It was no wonder that no one was stirring. It was twenty-five minutes past four. I had hardly finished when Holmes returned with the news that the boy was putting in the horse.", "book": "The Man with the Twisted Lip", "author": "Arthur Conan-Doyle"}, {"time": "16:30:00h", "quote": "She hung up on me at first, then asked me whether I made a point of behaving like a 'small-time suburban punk' with women I had slept with. But after apologies, insults, laughter, and tears, Romeo and Juliet were to be seen together later that afternoon, mushily holding hands in the dark at a four-thirty screening of L ove and Death at the National Film Theatre. Happy endings – for now at least.", "book": "Essays in Love", "author": "Alain de Botton"}, {"time": "16:30:00h", "quote": "\"It is only a quarter past four, (shewing his watch) and you are not now in Bath. No theatre, no rooms to prepare for. Half an hour at Northanger must be enough.\"", "book": "Nothanger Abbey", "author": "Jane Austen"}, {"time": "16:30:00h", "quote": "At half past four experiment", "book": "", "author": "Emily Dickinson"}, {"time": "16:30:00h", "quote": "At four-thirty that afternoon in late January when I stepped into the parlour with Boo, my dog, Hutch was in his favourite armchair, scowling at the television, which he had muted.", "book": "Odd Hours", "author": "Dean Koontz"}, {"time": "16:30:00h", "quote": "I leave the office at four thirty, head up to Xclusive where I work out on free weights for an hour, then taxi across the park to Gio's in the Pierre Room for a facial, a manicure and, if time permits, a pedicure.", "book": "American Psycho", "author": "Bret Easton Ellis"}, {"time": "16:35:00h", "quote": "The Voice shut itself off with a click, and then reopened conversation by announcing the arrival at Platform 9 of the 4.35 from Birmingham and Wolverhampton.", "book": "4.50 from Paddington", "author": "Agatha Christie"}, {"time": "16:45:00h", "quote": "The next day Bill took only ten minutes of the twenty-minute break allotted for the afternoon and left at fifteen minutes before five. He parked the car in the lot just as Arlene hopped down from the bus. He waited until she entered the building, then ran up the stairs to catch her as she stepped out of the elevator. \"Bill! God, you scared me. You're early,\" she said. He shrugged. \"Nothing to do at work,\" he said. She let him use her key to open the door. He looked at the door across the hall before following her inside.\"Let's go to bed,\" he said.\"Now?\" She laughed. \"What's gotten into you?\" \"Nothing. Take your dress off.\" He grabbed for her awkwardly, and she said, \"Good God, Bill,\" He unfastened his belt. Later they sent out for Chinese food, and when it arrived they ate hungrily, without speaking, and listened to records.", "book": "Where I'm Calling From", "author": "Raymond Carver"}, {"time": "16:50:00h", "quote": "They had all frozen at the same time, on a snowy night, seven years before, and after that it was always ten minutes to five in the castle.", "book": "The 13 Clocks", "author": "James Thurber"}, {"time": "16:50:00h", "quote": "When the clock said ten minutes to five, she began to listen, and a few moments later, punctually as always, she heard the tires on the gravel outside, and the car door slamming, the footsteps passing the window, the key turning in the lock. She laid aside her sewing, stood up, and went forward to kiss him as he came in.", "book": "“Lamb to the Slaughter”", "author": "Roald Dahl"}, {"time": "16:54:00h", "quote": "It was 1654 local time when the Red October broke the surface of the Atlantic Ocean for the first time, forty-seven miles southeast of Norfolk. There was no other ship in sight.", "book": "The Hunt for Red October", "author": "Tom Clancy"}, {"time": "16:00:00h", "quote": "Miss Douce took Boylan's coin, struck boldly the cashregister. It clanged. Clock clacked. Fair one of Egypt teased and sorted in the till and hummed and handed coins in change. Look to the west. A clack. For me. —What time is that? asked Blazes Boylan. Four? O'clock. Lenehan, small eyes ahunger on her humming, bust ahumming, tugged Blazes Boylan's elbowsleeve. —Let's hear the time, he said.", "book": "Ulysses", "author": "James Joyce"}, {"time": "16:05:00h", "quote": "IT was exactly five minutes past four as Mr. Robert Audley stepped out upon the platform at Shoreditch, and waited placidly until such time as his dogs and his portmanteau should be delivered up to the attendant porter who had called his cab, and undertaken the general conduct of his affairs, with that disinterested courtesy which does such infinite credit to a class of servitors who are forbidden to accept the tribute of a grateful public. Robert Audley waited with consummate patience for a considerable time; but as the express was generally a long train, and as there were a great many passengers from Norfolk carrying guns and pointers, and other paraphernalia of a critical description, it took a long while to make matters agreeable to all claimants, and even the barrister's seraphic indifference to mundane affairs nearly gave way.", "book": "Lady Audley's Secret", "author": "Mary Elizabeth Braddon"}, {"time": "16:15:00h", "quote": "\"I remember the dread with which I at quarter past four Let go with a bang behind me our house front door\"", "book": "False Security", "author": "John Betjeman"}, {"time": "16:50:00h", "quote": "\"The train standing at Platform 3,\" the Voice told her, \"is the 4.50 for Brackhampton, Milchester, Waverton, Carvil Junction, Roxeter and stations to Chadmouth. Passengers for Brackhampton and Milchester travel at the rear of the train. Passengers for Vanequay change at Roxeter.\" The voice shut itself off with a click,", "book": "4.50 from Paddington", "author": "Agatha Christie"}]