[{"time": "18:00:00h", "quote": "\"When he arrived it was nearly six o'clock, and the sun was setting full and warm, and the red light streamed in through the window and gave more colour to the pale cheeks.\"", "book": "Dracula", "author": "Bram Stoker"}, {"time": "18:00:00h", "quote": "Although it was only six o'clock, the night was already dark. The fog, made thicker by its proximity to the Seine, blurred every detail with its ragged veils, punctured at various distances by the reddish glow of lanterns and bars of light escaping from illuminated windows.", "book": "Le Club des Hachichins", "author": "Théophile Gautier"}, {"time": "18:00:00h", "quote": "Leon waited all day for six o'clock to arrive; when he got to the inn, he found no one there but Monsieur Binet, already at the table.", "book": "Madame Bovary", "author": "Gustave Flaubert"}, {"time": "18:00:00h", "quote": "Four o,clock has just struck. Good! Arrangement,revision, reading from four to five. Short snooze ...from five to six. Affair of agent and sealed letter from seven to eight. At eight, en route.", "book": "The Woman in White - The Story Continued", "author": "Wilkie Collins"}, {"time": "18:00:00h", "quote": "Oh oh oh. Six o'clock and the master not home yet", "book": "The skin of our teeth", "author": "Thornton Wilder"}, {"time": "18:00:00h", "quote": "By Six, the Flood had done— No Tumult there had been", "book": "", "author": "Emily Dickinson"}, {"time": "18:00:00h", "quote": "6.00 p.m. Have tea", "book": "The Curious Incident of the Dog in the Night-time", "author": "Mark Haddon"}, {"time": "18:00:00h", "quote": "The winter evening settles down With smell of steaks in passageways. Six o'clock.", "book": "Preludes", "author": "T S Eliot"}, {"time": "18:00:00h", "quote": "'On Tuesday? he said. - It's Thursday evening. So that's, what, two days ago, basically. Why am I only being told now? - They must have thought you weren't interested. That might well be, but in that case they were wrong. Why shouldn't he be interested in knowing when his father died? He had certainly never said he wasn't. It was his father for fuck's sake; you ought to know, when your father is dead! - On Tuesday, he said again. - At six. (My translation)", "book": "Med Venlig Deltagelse (Condolences)", "author": "Erling Jepsen"}, {"time": "18:00:00h", "quote": "King Richard: What is o'clock? Catesby: It is six o'clock, full supper time. King Richard: I will not sup tonight. Give me some ink and paper.", "book": "Richard III", "author": "William Shakespeare"}, {"time": "18:00:00h", "quote": "When the bells of Calvary Church struck six, she saw Mr and Mrs Biggs hurrying down the front stoop, rushing off to the shops before they closed.", "book": "The Interpretation Of Murder", "author": "Jed Rubenfeld"}, {"time": "18:00:00h", "quote": "The newspaper snaked through the door and there was suddenly a six o'clock feeling in the house", "book": "The Prime of Miss Jean Brodie", "author": "Muriel Spark"}, {"time": "18:00:00h", "quote": "Did you go down to the farm while I was away?' 'No,' I said 'but I saw Ted.' 'Did he have a message for me ?' she asked. 'He said today was no good as he was going to Norwich. But Friday at six o'clock, same as usual.' 'Are you sure he said six o'clock?' she asked, puzzled. 'Quite sure.'", "book": "The Go-Between", "author": "L.P. Hartley"}, {"time": "18:04:00h", "quote": "He dragged himself eagerly to the corner whence the sounds proceeded, tore aside a curtain, and discovered a telephone. He bent over, and as the last note died away he burst forthwith the exclamation: \"Oh, thank Heaven, found at last! Speak to me, Rosannah, dearest! The cruel mystery has been unraveled; it was the villain Burley who mimicked my voice and wounded you with insolent speech!\" There was a breathless pause, a waiting age to Alonzo; then a faint sound came, framing itself into language: \"Oh, say those precious words again, Alonzo!\" \"They are the truth, the veritable truth, my Rosannah, and you shall have the proof, ample and abundant proof!\" \"Oh; Alonzo, stay by me! Leave me not for a moment! Let me feel that you are near me! Tell me we shall never be parted more! Oh, this happy hour, this blessed hour, this memorable hour!\" \"We will make record of it, my Rosannah; every year, as this dear hour chimes from the clock, we will celebrate it with thanksgivings, all the years of our life.\" \"We will, we will, Alonzo!\" \"Four minutes after six, in the evening, my Rosannah, shall henceforth--\"", "book": "The Loves of Alonzo Fitz Clarence and Rossanah Ethelton", "author": "Mark Twain"}, {"time": "18:06:00h", "quote": "Above it all rose the Houses of Parliament, with the hands of the clock stopped at three minutes past six. It was difficult to believe that all that meant nothing any more, that now it was just a pretentious confection that could decay in peace.", "book": "The Day of the Triffids", "author": "John Wyndham"}, {"time": "18:10:00h", "quote": "'Let me see now. You had a drink at the Continental at six ten.' 'Yes.' 'And at six forty-five you were talking to another journalist at the door of the Majestic?' 'Yes, Wilkins. I told you all this, Vigot, before. That night.'", "book": "The Quiet American", "author": "Graham Greene"}, {"time": "18:15:00h", "quote": "\"At a quarter past six he was through with them.\"", "book": "The Photograph", "author": "Penelope Lively"}, {"time": "18:15:00h", "quote": "'Quarter past six,' said Tony. 'He's bound to have told her by now.'", "book": "A Handful of Dust", "author": "Evelyn Waugh"}, {"time": "18:15:00h", "quote": "\"I checked the time on the corner of my screen. 6.15. pm I was never going to finish my essay in forty-five minutes", "book": "Girl Missing", "author": "Sophie McKenzie"}, {"time": "18:25:00h", "quote": "At twenty-five past six I go into the bathroom and have a wash, then while the Old Lady's busy in the kitchen helping Chris with the washing up I get my coat and nip out down the stairs.", "book": "A Kind of Loving", "author": "Stan Barstow"}, {"time": "18:30:00h", "quote": "It is six thirty. Now the dark night and the deafening racket of the crickets again engulf the garden and the veranda, all around the house", "book": "Jealousy", "author": "Alain Robbe-Grillet"}, {"time": "18:30:00h", "quote": "AT five o'clock the two ladies retired to dress, and at half past six Elizabeth was summoned to dinner.", "book": "Pride & Prejudice, ch. 8", "author": "Jane Austen"}, {"time": "18:30:00h", "quote": "\"At six-thirty I left the bar and walked outside. It was getting dark and the big Avenida looked cool and graceful. On the other side were homes that once looked out on the beach. Now they looked out on hotels and most of them had retreated behind tall hedges and walls that cut them off from the street.\"", "book": "The Rum Diary", "author": "Hunter S. Thompson"}, {"time": "18:30:00h", "quote": "6.30 p.m. Watch television or a video", "book": "The Curious Incident of the Dog in the Night-time", "author": "Mark Haddon"}, {"time": "18:30:00h", "quote": "The Saloon, like every other room in Arnside House, was large and lofty, and had been furnished, possibly some twenty years earlier, in what had then been the first style of elegance. This, however, had become outmoded, and although the room bore no such signs of penury as a ragged carpet or patched curtains, the bright brocades had faded, the paint on the panelled walls had cracked, and the gilded picture-frames had long since become tarnished. To a casual visitor it might have seemed that Mr Penicuik, who owned the house, had fallen upon evil days; but two of the three gentlemen assembled in the Saloon at half-past six on a wintry evening of late February were in no danger of falling into this error. They knew that Great-uncle Matthew, who had made a fortune in the large enterprise of draining the Fen-country, was one of the warmest men in England, and suffered merely from a rooted dislike of spending money on anything that did not administer directly to his own comfort.", "book": "Cotillion", "author": "Georgette Heyer"}, {"time": "18:30:00h", "quote": "As I was turning away, grieved to be parting from him, a thought started up in me and I turned back. 'Shall I take one more message for you?' 'That's good of you' he said, 'but do you want to?' 'Yes, just this once.' It could do no harm, I thought; and I should be far away when the message takes effect, and I wanted to say something to show we were friends. 'Well,' he said, once more across the gap, 'say tomorrow's no good, I'm going to Norwich, but Friday at half-past six, same as usual.'", "book": "The Go-Between", "author": "L.P. Hartley"}, {"time": "18:30:00h", "quote": "It is around half past six in the evening. Dusk is gathering in the living room, an early dusk due to the fog which has rolled in from the Sound and is like a white curtain drawn down outside the windows.", "book": "Long Day's Journey Into Night", "author": "Eugene O'Neill"}, {"time": "18:35:00h", "quote": "And then it was 6.35 pm and I heard Father come home in his van and I moved the bed up against the door so he couldn't get in and he came into the house and he and Mother shouted at each other.", "book": "The Curious Incident of the Dog in the Night-time", "author": "Mark Haddon"}, {"time": "18:36:00h", "quote": "Kaldren pursues me like luminescent shadow. He has chalked up on the gateway '96,688,365,498,702'. Should confuse the mail man. Woke 9:05. To sleep 6:36.", "book": "The Voices of Time", "author": "JG Ballard"}, {"time": "18:40:00h", "quote": "Having to change 'buses, I allowed plenty of time — in fact, too much; for we arrived at twenty minutes to seven, and Franching, so the servant said, had only just gone up to dress. However, he was down as the clock struck seven; he must have dressed very quickly.", "book": "Diary of a Nobody", "author": "George & Weedon Grossmith"}, {"time": "18:40:00h", "quote": "Amy: What's that? I thought I saw someone pass the window. What time is it? Charles: Nearly twenty to seven.", "book": "The Family Reunion", "author": "TS Eliot"}, {"time": "18:45:00h", "quote": "\"Six forty-five,\" called Louie. \"Did you hear, Ming,\" he asked, \"did you hear?\" \"Yes, Taddy, I heard.\" \"What is it?' asked Tommy. \"The new baby, listen, the new baby.\"", "book": "The Man Who Loved Children", "author": "Christina Stead"}, {"time": "18:45:00h", "quote": "'Let me see now. You had a drink at the Continental at six ten.' 'Yes.' 'And at six forty-five you were talking to another journalist at the door of the Majestic?' 'Yes, Wilkins. I told you all this, Vigot, before. That night.'", "book": "The Quiet American", "author": "Graham Greene"}, {"time": "18:45:00h", "quote": "It was a quarter to seven when I letr myself into the office and clicked the light on and picked a piece of paper off the floor. It was a notice from the Green Feather Messenger Service ...", "book": "The High Window", "author": "Raymond Chandler"}, {"time": "18:50:00h", "quote": "It was time to go see the Lady. When we arrived at her house at ten minutes before seven o'clock, Damaronde answered the door.", "book": "Boy's Life", "author": "Robert R. McCammon"}, {"time": "18:50:00h", "quote": "At ten minutes to seven Dulcie was ready. She looked at herself in the wrinkly mirror. The reflection was satisfactory. The dark blue dress, fitting without a wrinkle, the hat with its jaunty black feather, the but-slightly-soiled gloves--all representing self- denial, even of food itself--were vastly becoming. Dulcie forgot everything else for a moment except that she was beautiful, and that life was about to lift a corner of its mysterious veil for her to observe its wonders. No gentleman had ever asked her out before. Now she was going for a brief moment into the glitter and exalted show.", "book": "The Four Million", "author": "O. Henry"}, {"time": "18:55:00h", "quote": "'... You had no reason to think the times important. Indeed how suspicious it would be if you had been completely accurate.' 'Haven't I been?' 'Not quite. It was five to seven that you talked to Wilkins.' 'Another ten minutes.' 'Of course. As I said. And it had only just struck six when you arrived at the Continental.'", "book": "The Quiet American", "author": "Graham Greene"}, {"time": "18:55:00h", "quote": "The day of the play arrived (\"opening night\" we called it, though there would be no others. In an improvised \"dressing room\" behind the stage we actors sat on folding chairs. The rest of the eight graders were already onstage, standing in a big semicircle. The play was set to begin at seven o'clock and finish before sunset. It was 6:55. Beyond the flats we could hear the hockey field filling up. the low rumble got steadily louder - voices, footsteps, the creaking of bleachers, the slamming of car doors in the parking lot. We were each dressed in a floor-length robe, tie-dyed black, gray, and white. The Obscure Object, however, was wearing a white robe. Mr. da Silva's concept was minimal: no maekup, no masks.", "book": "Middlesex", "author": "Jeffrey Eugenides"}, {"time": "18:57:00h", "quote": "Folded in this triple melody, the audience sat gazing; and beheld gently and approvingly without interrogation, for it seemed inevitable, a box tree in a green tub take the place of the ladies’ dressing-room; while on what seemed to be a wall, was hung a great clock face; the hands pointing to three minutes to the hour; which was seven.'", "book": "Between the Acts", "author": "Virginia Woolf"}, {"time": "18:58:00h", "quote": "\"We opened the door easy, and then stampeded for the front. Part of the gang was lined up at the bar; part of 'em was passing over the drinks, and two or three was peeping out the door and window and taking shots at the marshal's crowd. The room was so full of smoke we got half-way to the front door before they noticed us. Then I heard Berry Trimble's voice somewhere yell out: \"'How'd that Buck Caperton get in here?' and he skinned the side of my neck with a bullet. I reckon he felt bad over that miss, for Berry's the best shot south of the Southern Pacific Railroad. But the smoke in the saloon was some too thick for good shooting. \"Me and Perry smashed over two of the gang with our table legs, which didn't miss like the guns did, and as we run out the door I grabbed a Winchester from a fellow who was watching the outside, and I turned and regulated the account of Mr. Berry. \"Me and Perry got out and around the corner all right. I never much expected to get out, but I wasn't going to be intimidated by that married man. According to Perry's idea, checkers was the event of the day, but if I am any judge of gentle recreations that little table-leg parade through the Gray Mule saloon deserved the head-lines in the bill of particulars. \"'Walk fast,' says Perry, 'it's two minutes to seven, and I got to be home by—' \"'Oh, shut up,' says I. 'I had an appointment as chief performer at an inquest at seven, and I'm not kicking about not keeping it.'", "book": "Roads of Destiny", "author": "O. Henry"}, {"time": "18:33:00h", "quote": "Every evening, Michel took the train home, changed at Esbly and usually arrived in Crécy on the 6.33pm train where Annabelle would be waiting at the station", "book": "Atomised", "author": "Michel Houellebecq"}]