[{"time": "21:00:00h", "quote": "It was nine o'clock at night upon the second of August—the most terrible August in the history of the world. One might have thought already that God's curse hung heavy over a degenerate world, for there was an awesome hush and a feeling of vague expectancy in the sultry and stagnant air", "book": "His Last Bow An Epilogue of Sherlock Holmes", "author": "Arthur Conan Doyle"}, {"time": "21:00:00h", "quote": "At 2100 at night it's cold out.", "book": "Infinite Jest", "author": "David Foster Wallace"}, {"time": "21:00:00h", "quote": "That night at nine the President addressed the nation......", "book": "All the President's Men", "author": "Bernstein & Woodward"}, {"time": "21:00:00h", "quote": "Early November. It's nine o'clock. The Great Tits are banging against the window. (my translation)", "book": "Out Stealing Horses", "author": "Per Petterson"}, {"time": "21:00:00h", "quote": "Then he put on a grey jacket and left the flat to make his way to Praca da Alegria. It was already nine o'clock, Pereira maintains.", "book": "Pereira Maintains", "author": "Antonio Tabucchi"}, {"time": "21:00:00h", "quote": "9.00 p.m. Watch television or a video", "book": "The Curious Incident of the Dog in the Night-time", "author": "Mark Haddon"}, {"time": "21:00:00h", "quote": "Standing in the chrome-and-tile desolation of the Polar-Shtern Kafeteria at nine o'clock on a Friday night, in a snowstorm, he's the loneliest Jew in the Sitka District.", "book": "The Yiddish Policemen's Union", "author": "Michael Chabon"}, {"time": "21:00:00h", "quote": "On the evening before K.'s thirty-first birthday - it was about nine o'clock, when there is a lull in the streets - two gentlemen came to his apartment.", "book": "The Trial", "author": "Franz Kafka"}, {"time": "21:00:00h", "quote": "On the stroke of nine o’clock Mr. and Mrs. De Voted took their places on either side of the drawing-room fire, in attitudes of gracefully combined hospitality and unconcern, Vivian De Voted wearing a black beard and black velvet jacket buttoned over his Bohemian bosom, his lady in a flowing purple gown embroidered in divers appropriate places with pomegranates and their leaves.", "book": "A Marriage of Passion", "author": "Katherine Mansfield"}, {"time": "21:00:00h", "quote": "Shortly after nine o'clock that evening, Weyrother drove with his plans to Kutuzov's quarters where the council of war was to be held. All the commanders of columns were summoned to the commander in chief's and with the exception of Prince Bagration, who declined to come, were all there at the appointed time.", "book": "War and Peace", "author": "Leo Tolstoy"}, {"time": "21:00:00h", "quote": "Billy Weaver had travelled down from London on the slow afternoon train, with a change at Swindon on the way, and by the time he got to Bath it was about nine o’clock in the evening and the moon was coming up out of a clear starry sky over the houses opposite the station entrance. But the air was deadly cold and the wind was like a flat blade of ice on his cheeks.", "book": "“The Landlady”", "author": "Roald Dahl"}, {"time": "21:00:00h", "quote": "This time, the putting on of her best hat at nine o'clock at night with the idea of sallying forth from the castle, down the long drive and then northwards along the acacia avenue, had been enough to send her to her own doorway as though she suspected someone might be there, someone who was listening to her thoughts.", "book": "Titus Groan", "author": "Mervyn Peake"}, {"time": "21:00:00h", "quote": "This time, the putting on of her best hat at nine o'clock at night with the idea of sallying forth from the castle, down the long drive and then northwards along the acacia avenue, had been enough to send her to her own doorway as though she suspected someone might be there, someone who was listening to her thoughts.", "book": "Titus Groan", "author": "Mervyn Peake"}, {"time": "21:10:00h", "quote": "\" When you turn your recorder on you must adjust clock and the calendar.......Press red and nothing happens. Press numbers and nothing happens. Wish stupid video had never been invented\"", "book": "Bridget Jones's Diary", "author": "Helen Fielding"}, {"time": "21:15:00h", "quote": "I stride to the edge of the pavement and stick out my hand. During the next three minutes, not a single car passes by. Not just no taxis. No vehicles at all. “Kind of quiet,” observes Jack at last. “Well, this is really kind of a residential area. Antonio's is a bit of a one-off.” Outwardly, I'm still quite calm. But inside I'm starting to panic. What are we going to do? Should we try to walk to Clapham High Street? But it's bloody miles away. I glance at my watch and am shocked to see that it's nine-fifteen. We've spent over an hour faffing about and we haven't even had a drink. And it's all my fault. I can't even organize one simple evening without its going catastrophically wrong.", "book": "Can You Keep a Secret?", "author": "Sophie Kinsella"}, {"time": "21:20:00h", "quote": "9.20 p.m. Have juice and a snack", "book": "The Curious Incident of the Dog in the Night-time", "author": "Mark Haddon"}, {"time": "21:25:00h", "quote": "\"Aargh. Suddenly main menu is on TV saying Press 6. Realize was using telly remote control by mistake. Now News has come on\"", "book": "Bridget Jones's Diary", "author": "Helen Fielding"}, {"time": "21:28:00h", "quote": "From that moment on--9:28 in the evening, June 18, 1941--everything was different.", "book": "Everything is Illuminated", "author": "Jonathan Safran Foer"}, {"time": "21:30:00h", "quote": "9.30 p.m. Go to bed", "book": "The Curious Incident of the Dog in the Night-time", "author": "Mark Haddon"}, {"time": "21:30:00h", "quote": "Forty-eight years old, profoundly asleep at nine thirty on a Friday night - this is modern professional life.", "book": "Saturday", "author": "Ian Mc Ewan"}, {"time": "21:30:00h", "quote": "It's 9:30 p.m. already. I've gotta head uptown for my appointment with Pavel. Pavel is my shrink. He sees patients at night. He's a Czech Jew, a survivor of Terezin and Auswitz. I see him once a week.", "book": "Maus", "author": "Art Spiegelman"}, {"time": "21:30:00h", "quote": "Forty-eight years old, profoundly asleep at nine thirty on a Friday night – this is modern professional life.", "book": "Saturday", "author": "Ian McEwan"}, {"time": "21:35:00h", "quote": "The Sergeant jotted it down on a piece of paper. 'That checks up with his own story: 9.35 p.m. Budd leaves; the North dame arrives.'", "book": "A Blunt Instrument", "author": "Georgette Heyer"}, {"time": "21:36:00h", "quote": "My backpack was already packed, and I'd already gotten the other supplies together, like the altimeter and the granola bars and the Swiss army knife I'd dug up in Central Park, so there was nothing else to do. Mom tucked me in at 9:36.", "book": "Extremely Loud and Incredibly Close", "author": "Jonathan Safran Foer"}, {"time": "21:45:00h", "quote": "But for some unfathomable reason-birth, death, the end of the universe and all things available to man-Cody Menhoff's was closed at 9:45 PM on a Thursday...", "book": "Riven Rock", "author": "T. C. Boyle"}, {"time": "21:50:00h", "quote": "I passed out on to the road and saw by the lighted dial of a clock that it was ten minutes to ten. In front of me was a large building which displayed the magical name.", "book": "Dubliners -- 'Araby'", "author": "James Joyce"}, {"time": "21:57:00h", "quote": "\"It sounds pretty interesting,\" said the policeman. \"Rather a long time between meets, though, it seems to me. Haven't you heard from your friend since you left?\" \"Well, yes, for a time we corresponded,\" said the other. \"But after a year or two we lost track of each other. You see, the West is a pretty big proposition, and I kept hustling around over it pretty lively. But I know Jimmy will meet me here if he's alive, for he always was the truest, stanchest old chap in the world. He'll never forget. I came a thousand miles to stand in this door to-night, and it's worth it if my old partner turns up.\" The waiting man pulled out a handsome watch, the lids of it set with small diamonds. \"Three minutes to ten,\" he announced. \"It was exactly ten o'clock when we parted here at the restaurant door.\"", "book": "The Four Million", "author": "O. Henry"}, {"time": "21:05:00", "quote": "Nine o'clock. The beds warmed their hidden circuits, for nights were cool here. Nine-five. A voice spoke from the study ceiling: \"Mrs. McClellan, which poem would you like this evening?\" The house was silent. The voice said at last, \"Since you express no preference, I shall select a poem at random.\" Quiet music rose to back the voice. \"Sara Teasdale. As I recall, your favorite…. \"There will come soft rains and the smell of the ground, And swallows circling with their shimmering sound; And frogs in the pools singing at night, And wild plum trees in tremulous white; Robins will wear their feathery fire, Whistling their whims on a low fence-wire; And not one will know of the war, not one Will care at last when it is done. Not one would mind, neither bird nor tree, if mankind perished utterly; And Spring herself, when she woke at dawn Would scarcely know that we were gone.\" The fire burned on the stone hearth and the cigar fell away into a mound of quiet ash on its tray. The empty chairs faced each other between the silent walls, and the music played. At ten o'clock the house began to die.", "book": "And there Will Come Soft Rains (from The Martia Chronicles)", "author": "Ray Bradbury"}, {"time": "21:30:00h", "quote": "The light in Mr. Green's kitchen snapped off at nine-thirty, followed by the light in his bedroom at his usual ten o'clock. His house was the first on the street to go dark.", "book": "A crime in the neighborhood", "author": "Suzanne Berne"}]