[{"time": "17:00:00h", "quote": "The rain stopped around 5 p.m. and a few of those people who were out and about expressed mild surprise when the rainbow failed to fade.", "book": "Mortality -- 'The Rainbow'", "author": "Nicholas Royle"}, {"time": "17:00:00h", "quote": "A las cinco de la tarde. Eran las cinco en punto de la tarde. Un niño trajo la blanca sábana a las cinco de la tarde. Una espuerta de cal ya prevenida a Federico las cinco de la tarde. Lo demás era muerte y sólo muerte a las cinco de la tarde.", "book": "LLANTO PER IGNACIO SANCHEZ MEJIAS:LA COGIDA Y LA MUERTE", "author": "García Lorca (1898 - 1936)"}, {"time": "17:00:00h", "quote": "About five, the Abbot, a young Manchester terrier, began chirruping. He stood on the body of his owner, Flora, with his forepaws on the sill of the balcony, stared through the green rattan blinds, and trembled. He could see the farmer in the field, and Edward asleep on the next balcony.", "book": "The People With the Dogs", "author": "Christina Stead"}, {"time": "17:00:00h", "quote": "The rest was death and death alone at five in the afternoon. [Lo demas era muerte y solo muerte a las cinco de la tarde]", "book": "Poem Llanto por Ignacio Sanchez Mejias", "author": "Federicio Lorca"}, {"time": "17:00:00h", "quote": "At five o'clock that afternoon, while Barbara waited in a taxi, Harold went into the convent in Auteuil and explained to the nun who sat in the concierge's glass cage that Mme. Straus-Muguet was expecting them. He assumed that men were not permitted any further, and that they would all three go out for tea.", "book": "The Chateau", "author": "William Maxwell"}, {"time": "17:00:00h", "quote": "Four o,clock has just struck. Good! Arrangement,revision, reading from four to five. Short snooze ...from five to six. Affair of agent and", "book": "The Woman in White - The Story Continued", "author": "Wilkie Collins"}, {"time": "17:00:00h", "quote": "5.00 p.m. Read a book", "book": "The Curious Incident of the Dog in the Night-time", "author": "Mark Haddon"}, {"time": "17:00:00h", "quote": "ERE THE HALF-HOUR ended, five o'clock struck; school was dismissed, and all were gone into the refectory to tea. I now ventured to descend; it was deep dusk; I retired into a corner and sat down on the floor.", "book": "Jane Eyre", "author": "Charlotte Bronte"}, {"time": "17:00:00h", "quote": "At five o’clock adieux were waved, and the ponderous liner edged away from the long pier, slowly turned its nose seaward, discarded its tug, and headed for the widening water spaces that led to old world wonders. By night the outer harbour was cleared, and late passengers watched the stars twinkling above an unpolluted ocean.", "book": "The Horror at Red Hook", "author": "H. P. Lovecraft"}, {"time": "17:00:00h", "quote": "He found it harder to concentrate on drills that afternoon and when he left the building at five o'clock, he was still so worried that he walked straight into someone just outside the door.", "book": "Harry Potter and the Philosopher's Stone", "author": "JK Rowling"}, {"time": "17:00:00h", "quote": "It was nearly five in the evening when the cook came aboard. He did not have the cabbages", "book": "A Single Pebble", "author": "John Hershey"}, {"time": "17:00:00h", "quote": "Until five o' clock there was no sign of life from the room. Then he rang for his servant and ordered a cold bath.", "book": "Embers", "author": "Sandor Marai"}, {"time": "17:00:00h", "quote": "But I took the mixture at five o'clock in the afternoon. I run my tongue over my dry mouth. I feel dizzy. I know this dizziness: it's because I haven't had a cigarette for hours.", "book": "The End of Mr Y", "author": "Scarlett Thomas"}, {"time": "17:00:00h", "quote": "We motored, I remember, leaving London in the morning in a heavy shower of rain, coming to Manderley about five o'clock, in time for tea. I can see myself now, unsuitably dressed as usual, although a bride of seven weeks, in a tan-coloured stockinette frock, a small fur known as a stone marten round my neck, and over all a shapeless mackintosh, far too big for me and dragging to my ankles.", "book": "Rebecca", "author": "Daphne du Maurier"}, {"time": "17:00:00h", "quote": "The English clock strikes 17 English strokes. MRS. SMITH: There, it's nine o'clock.", "book": "The Bald Soprano (La cantatrice chauve)", "author": "Eugène Ionesco"}, {"time": "17:00:00h", "quote": "She had not seen her yet, as Osmond had given her to understand that it was too soon to begin. She drove at five o'clock to a high floor in a narrow street in the quarter of the Piazza Navona, and was admitted by the portress of the convent, a genial and obsequious person. Isabel had been at this institution before; she had come with Pansy to see the sisters.", "book": "The Portrait of a Lady", "author": "Henry James"}, {"time": "17:00:00h", "quote": "Under certain circumstances there are few hours in life more agreeable than the hour dedicated to the ceremony known as afternoon tea. There are circumstances in which, whether you partake of the tea or not--some people of course never do--the situation is in itself delightful. Those that I have in mind in beginning to unfold this simple history offered an admirable setting to an innocent pastime. The implements of the little feast had been disposed upon the lawn of an old English country-house, in what I should call the perfect middle of a splendid summer afternoon. Part of the afternoon had waned, but much of it was left, and what was left was of the finest and rarest quality. Real dusk would not arrive for many hours; but the flood of summer light had begun to ebb, the air had grown mellow, the shadows were long upon the smooth, dense turf. They lengthened slowly, however, and the scene expressed that sense of leisure still to come which is perhaps the chief source of one's enjoyment of such a scene at such an hour. From five o'clock to eight is on certain occasions a little eternity; but on such an occasion as this the interval could be only an eternity of pleasure.", "book": "The Portrait of a Lady", "author": "Henry James"}, {"time": "17:05:00h", "quote": "He went up to his coachman, who was dozing on the box in the shadow, already lengthening, of a thick lime-tree; he admired the shifting clouds of midges circling over the hot horses, and, waking the coachman, he jumped into the carriage, and told him to drive to Bryansky’s. It was only after driving nearly five miles that he had sufficiently recovered himself to look at his watch, and realise that it was half-past five, and he was late.", "book": "Anna Karenina", "author": "L Tolstoy"}, {"time": "17:10:00h", "quote": "Hours later, at ten minutes past five, Saturday afternoon, Nora and Travis and Jim Keene crowded in front of the mattress on which Einstein lay. The dog had just taken a few more ounces of water. He looked at them with interest, too. Travis tried to decide if those large brown eyes still had the strange depth, uncanny alertness, and undoglike awareness that he had seen in them so many times before. Damn. He was not sure—and his uncertainty scared him. Jim examined Einstein, noting aloud that his eyes were clearer, almost normal, and that his temperature was still falling. “Heart’s sounding a little better, too.” Worn out by the ten-minute examination, Einstein flopped onto his side and issued a long weary sigh. In a moment, he dozed again.", "book": "Watchers", "author": "Dean Koontz"}, {"time": "17:15:00h", "quote": "When August Bach emerged from the gloomy chill of the air-conditioned Divisional Fighter Control bunker it was 17:15 hrs CET. The day had ripened into one of those mellow summer afternoons when the air is warm and sweet like soft toffee and anyone with an ounce of sense is reclining in the grass smelling the honeysuckle and wild strawberries, half listening to the insects, and watching blues and brimstones fluttering fast enough to avoid the swallows above them that glide and wheel and wait and wait.", "book": "Bomber", "author": "Len Deighton"}, {"time": "17:20:00h", "quote": "The Meeting was listed as starting at, and it was only around 1720, and Hal thought the voices might signify some sort of pre-Meeting orientation for people who've come for the first time, sort of tentatively, just to scout the whole enterprise out, so he doesn't knock.", "book": "Infinite Jest", "author": "David Foster Wallace"}, {"time": "17:23:00h", "quote": "\"I was wondering if we could meet for a drink.\" \"What for?\" \"Just for a chat. Do you know the Royal batsman, near Central Station? We could meet tomorrow at five?\" \"Five twenty-three,\" I said, to exert some control over the situation.", "book": "A fraction of the whole", "author": "Steve Toltz"}, {"time": "17:25:00h", "quote": "It was five-twenty-five when I pulled up in front of the library. Still early for our date, so I got out of the car and took a stroll down the misty streets. In a coffee shop, watched a golf match on television, then I went to an entertainment center and played a video game. The object of the game was to wipe out tanks invading from across the river. I was winning at first, but as the game went on, the enemy tanks bred like lemmings, crushing me by sheer number and destroying my base. An on-screen nuclear blast took care of everything, followed by the message game over insert coin.", "book": "Hard Boiled Wonderland and the End of the World", "author": "Haruki Murakami"}, {"time": "17:30:00h", "quote": "THE COUNTESS OLENSKA had said “after five”; and at half after the hour Newland Archer rang the bell of the peeling stucco house with a giant wisteria throttling its feeble cast-iron balcony, which she had hired, far down West Twenty-third Street, from the vagabond Medora.", "book": "The Age of Innocence", "author": "Edith Wharton"}, {"time": "17:30:00h", "quote": "It was half-past five before Holmes returned. He was bright, eager, and in excellent spirits, a mood which in his case alternated with fits of the blackest depression.", "book": "The Sign Of Four", "author": "Arthur Conan Doyle"}, {"time": "17:40:00h", "quote": "It's five-forty now. The party's at six. By about ten past, the eleventh floor should be clearing. Arnold is a very popular partner; no one's going to miss his farewell speech if they can help it. Plus, at Carter Spink parties, the speeches always happen early on, so people can get back to work if they need to. And while everyone's listening I'll slip down to Arnold's office. It should work. It has to work. As I stare at my own bizarre reflection, I feel a grim resolve hardening inside me. He's not going to get away with everyone thinking he's a cheery, harmless old teddy bear. He's not going to get away with it.", "book": "The Undomestic Goddess", "author": "Sophie Kinsella"}, {"time": "17:45:00h", "quote": "Janice is not waiting for him in the lounge or beside the pool when at last around 5.45 they come home from playing the par-5 eighteenth. Instead one of the girls in their green and white uniforms comes over and tells him that his wife wants him to call home.", "book": "Rabbit Is Rich", "author": "John Updike"}, {"time": "17:48:00h", "quote": "Father came home at 5:48 p.m. I heard him come through the front door. Then he came into the living room. He was wearing a lime green and sky blue check shirt and there was a double knot on one of his shoes but not on the other.", "book": "The Curious Incident of the Dog in the Night-time", "author": "Mark Haddon"}, {"time": "17:50:00h", "quote": "\"What time is it Jack?\" \"Ten to six\" \"Ten more minutes then.\" I shuffle the cards. \"Time for a quick game of rummy?\" [Callum and Jack in Noughts and Crosses before Callum's hanging]", "book": "Noughts and Crosses", "author": "Malorie Blackman"}, {"time": "17:54:00h", "quote": "It was 5:54 pm when Father came back into the living room. He said, 'What is this?\" but he said it very quietly and I didn't realise that he was angry because he wasn't shouting.", "book": "The Curious Incident of the Dog in the Night-time", "author": "Mark Haddon"}, {"time": "17:55:00h", "quote": "\"five minutes to six\"", "book": "The Deferred Appointment", "author": "Algernon Blackwood"}, {"time": "17:55:00h", "quote": "The wind moaned and sang dismally, catching the ears and lifting the shabby coat-tails of Mr Mortimer Jenkyn, 'Photographic Artist', as he stood outside and put the shutters up with this own cold hands in despair of further trade. It was five minutes to six.", "book": "The Deferred Appointment", "author": "Algernon Blackwood"}]