[{"time": "03:00:00h", "quote": "I slam the phone down but it misses the base. I hit the clock instead, which flashes 3 a.m.", "book": "Songs from the Other Side of the Wall", "author": "Dan Holloway"}, {"time": "03:00:00h", "quote": "Once I saw a figure I shall never forget. It was three o'clock at night, as I was going home from Blacky as usual; it was a short-cut for me, and there would be nobody in the street at this time of night, I thought, especially not in this frightful cold.", "book": "I'm Not Stiller, Third Notebook, p. 153 (Penguin Modern Classics ed, 1983", "author": ""}, {"time": "03:00:00h", "quote": "Once I saw a figure I shall never forget. It was three o'clock at night, as I was going home from Blacky as usual; it was a short-cut for me, and there would be nobody in the street at this time of night, I thought, especially not in this frightful cold.", "book": "I'm Not Stiller", "author": "Max Frisch (omitted this in posting)"}, {"time": "03:00:00h", "quote": "It was six untroubled days later – the best days at the camp so far, lavish July light thickly spread everywhere, six masterpiece mountain midsummer days, one replicating the other – that someone stumbled jerkily, as if his ankles were in chains, to the Comanche cabin’s bathroom at three A.M.", "book": "Nemesis, p 219 hardback edn", "author": "Philip Roth"}, {"time": "03:00:00h", "quote": "Few time references are as powerful as Housman’s Eight O’Clock: He stood, and heard the steeple Sprinkle the quarters on the morning town. One, two, three, four, to market-place and people It tossed them down. Strapped, noosed, nighing his hour, He stood and counted them and cursed his luck; And then the clock collected in the tower Its strength, and struck. Enough said.", "book": "Eight O'Clock", "author": "A.E. Housman"}, {"time": "03:00:00h", "quote": "Few time references are as powerful as Housman’s Eight O’Clock: He stood, and heard the steeple Sprinkle the quarters on the morning town. One, two, three, four, to market-place and people It tossed them down. Strapped, noosed, nighing his hour, He stood and counted them and cursed his luck; And then the clock collected in the tower Its strength, and struck. Enough said.", "book": "Eight O'Clock", "author": "A.E. Housman"}, {"time": "03:00:00h", "quote": "Schact clears his mouth and swallows mightily. 'Tavis can't even regrout tile in the locker room without calling a Community meeting or appointing a committee. The Regrouting Committee's been dragging along since may. Suddenly they're pulling secret 0300 milk-switches? It doesn't ring true, Jim.", "book": "Infinite Jest", "author": "David Foster Wallace"}, {"time": "03:00:00h", "quote": "When Sophie awoke, it was 3:00 a.m.", "book": "Desperate Characters", "author": "Paula Fox"}, {"time": "03:00:00h", "quote": "At three am I was walking the floor and listening to Katchaturian working in a tractor factory. He called it a violin concerto. I called it a loose fan belt and the hell with it.", "book": "The Long Goodbye", "author": "Raymond Chandler"}, {"time": "03:00:00h", "quote": "You hearken, Missy. It’s three o’clock in the morning and I’ve got all my faculties as well as ever I had in my life. I know all my property and where the money’s put out. And I’ve made everything ready to change my mind, and do as I like at the last. Do you hear, Missy? I’ve got my faculties.”", "book": "Middlemarch", "author": "George Eliot"}, {"time": "03:00:00h", "quote": "Early mornings, my mother is about, drifting in her pale nightie, making herself a cup of tea in the kitchen. Water begins to boil in the kettle; it starts as a private, secluded sound, pure as rain, and grows to a steady, solipsistic bubbling. Not till she has had one cup of tea, so weak that it has a colour accidentally golden, can she begin her day. She is an insomniac. Her nights are wide-eyed and excited with worry. Even at three o'clock in the morning one might hear her eating a Bain Marie biscuit in the kitchen", "book": "Afternoon Raag", "author": "Amit Chaudhuri"}, {"time": "03:00:00h", "quote": "But every morning, even if there's been a nighttime session and he has only slept two hours, he gets up at six and reads his paper while he drinks a strong cup of coffee. In this way Papa constructs himself every day.", "book": "The Elegance of the Hedgehog", "author": "Muriel Barbery"}, {"time": "03:00:00h", "quote": "\"She died this morning, very early, about three o'clock.\"", "book": "The Voyage Out", "author": "Virginia Woolf"}, {"time": "03:00:00h", "quote": "But at three o’clock in the morning, a forgotten package has the same tragic importance as a death sentence, and the cure doesn’t work -- and in a real dark night of the soul it is always three o’clock in the morning, day after day.", "book": "The Crack-Up", "author": "F. Scott Fitzgerald"}, {"time": "03:00:00h", "quote": "What's the time?\" said the man, eyeing George up and down with evident suspicion; \"why, if you listen you will hear it strike.\" George listened, and a neighbouring clock immediately obliged. \"But it's only gone three!\" said George in an injured tone, when it had finished.", "book": "Three Men in a Boat", "author": "Jerome K Jerome"}, {"time": "03:00:00h", "quote": "It was three in the morning when his taxi stopped by giant mounds of snow outside his hotel. He had not eaten in hours.", "book": "Solar", "author": "Ian McEwan"}, {"time": "03:00:00h", "quote": "Roused from her sleep, Freya Gaines groped for the switch of the vidphone; groggily she found it and snapped it on. 'Lo,' she mumbled, wondering what time it was. She made out the luminous dial of the clock beside the bed. Three AM. Good grief.", "book": "The Game Players of Titan", "author": "Philip K Dick"}, {"time": "03:00:00h", "quote": "At three o' clock in the morning Eurydice is bound to come into it. After all, why did I sit here like a telegrapher at a lost outpost if not to receive messages from everywhere about the lost Eurydice who was never mine to begin with but whom I lamented and sought continually both professionally and amateurishly. This is not a digression. Where I am at three o' clock in the morning - and by now every hour is three o' clock in the morning - there are no digressions, it's all one thing.", "book": "The Medusa Frequency", "author": "Russell Hoban"}, {"time": "03:00:00h", "quote": "According to her watch it was shortly after three o'clock, and according to everything else it was night-time.", "book": "The Long Dark Tea-time of the Soul", "author": "Douglas Adams"}, {"time": "03:00:00h", "quote": "Three in the morning, thought Charles Halloway, seated on the edge of his bed. Why did the train come at that hour? For, he thought, it’s a special hour. Women never wake then, do they? They sleep the sleep of babes and children. But men in middle age? They know that hour well. Oh God, midnight’s not bad, you wake and go back to sleep, one or two’s not bad, you toss but sleep again. Five or six in the morning, there’s hope, for dawn’s just under the horizon. But three, now, Christ, three A.M.! Doctors say the body’s at low tide then. The soul is out. The blood moves slow. You’re the nearest to dead you’ll ever be save dying. Sleep is a patch of death, but three in the morn, full wide-eyed staring, is living death! [...] Three A.M. That’s our reward. Three in the morn. The soul’s midnight. The tide goes out, the soul ebbs. And a train arrives at an hour of despair…. Why?", "book": "Something Wicked This Way Comes", "author": "Ray Bradbury"}, {"time": "03:00:00h", "quote": "\"Three A.M. That's our reward. Three in the morn. The soul's midnight. The tide goes out, the soul ebbs. And train arrives at an hour of despair. . .why?\"", "book": "Something Wicked This Way Comes", "author": "Ray Bradbury"}, {"time": "03:00:00h", "quote": "In a real dark night of the soul it is always 3 o'clock in the morning.", "book": "The Crack-Up", "author": "F. Scott Fitzgerald"}, {"time": "03:05:00h", "quote": "On the Sunday before Christmas she awoke at 3:05 a.m. and though: Thirty-six hours. Four hours later she got up thinking: Thirty-two hours. Late in the day she took Alfred to the street-association Christmas party at Dale and Honey Driblett’s, sat him down safely with Kirby Root, and proceeded to remind all her neighbors that her favorite grandson, who’d been looking forward all year to a Christmas in St. Jude, was arriving tomorrow afternoon.", "book": "The Corrections", "author": "Jonathan Franzen"}, {"time": "03:10:00h", "quote": "Love again; wanking at ten past three", "book": "High Windows", "author": "Philip Larkin"}, {"time": "03:10:00h", "quote": "I really don't care, you said. I don't care about any of it. Whoever finds them can have them. They can have all the money that's in the wallet. They're welcome to it. It's not as if there's that much left in either of the accounts anyway. Well, except for the one account. Actually, there's quite a lot in that account. Actually, maybe you could phone about that one. The goldcard one. Would you mind? But the other one I don't care about. Oh, God. And my credit card. I think my credit card was in there too. I wrote down the words credit card and said that if they wouldn't let me cancel them I'd demand that they registered the loss so you couldn't be charge for anything beyond the time of my calling them up. I looked at the clock. It was ten-past three.", "book": "The Whole Story and Other Stories", "author": "Ali Smith"}, {"time": "03:15:00h", "quote": "Above the door of Room 69 the clock ticked on at 3:15. The motion was accelerating. What had once been the gymnasium was now a small room, seven feet wide, a tight, almost perfect cube. The walls plunged inward, along colliding diagonals, only a few feet from their final focus...", "book": "Manhole 69 (short story)", "author": "J.G. Ballard"}, {"time": "03:17:00h", "quote": "He turned to the monitors again and flicked through the screens, each one able to display eight different camera mountings, giving Kurt 192 different still lives of Green Oaks at 3.17 a.m. this March night", "book": "What Was Lost", "author": "Catherine O'Flynn"}, {"time": "03:25:00h", "quote": "\"It was 3:25 a.m. A strange thrill, to think I was the only Mulvaney awake in the house.\"", "book": "We Were the Mulvaneys", "author": "Joyce Carol Oates"}, {"time": "03:30:00h", "quote": "\"Let's go to sleep,\" I say. \"Look at what time it is.\" The clock radio is right there beside the bed. Anyone can see it says three-thirty.", "book": "Whoever was using this bed", "author": "Raymond Carver"}, {"time": "03:30:00h", "quote": "At half past three a single bird", "book": "", "author": "Emily Dickinson"}, {"time": "03:30:00h", "quote": "At half-past three A.M. he lost one illusion : officers sent to reconnoitre informed him that the enemy was making no movement.", "book": "Les Miserables", "author": "Victor Hugo"}, {"time": "03:30:00h", "quote": "It's 3:30 A.M. in Mrs. Ralph's finally quiet house when Garp decides to clean the kitchen, to kill the time until dawn. Familiar with a housewife's tasks, Garp fills the sink and starts to wash the dishes.", "book": "The World According to Garp", "author": "John Irving"}, {"time": "03:30:00h", "quote": "Now, look. I am not going to call Dr. McGrath at three thirty in the morning to ask if it's all right for my son to eat worms. That's flat.", "book": "How to Eat Fried Worms", "author": "Thomas Rockwell"}, {"time": "03:40:00h", "quote": "His bedside clock shows three forty. He has no idea what he's doing out of bed: he has no need to relieve himself, nor is he disturbed by a dream or some element of the day before, or even by the state of the world. It's as if, standing there in the darkness, he's materialized out of nothing, fully formed, unencumbered. He doesn't feel tired, despite the hour or his recent labours, nor is his conscience troubled by any recent case. In fact, he's alert and empty-headed and inexplicably elated. With no decision made, no motivation at all, he begins to move towards the nearest of the three bedroom windows and experiences such ease and lightness in his tread that he suspects at once he's dreaming or sleepwalking. If it is the case, he'll be disappointed. Dreams don't interest him; that this should be real is a richer possibility. And he's entirely himself, he is certain of it, and he knows that sleep is behind him: to know the difference between it and waking, to know the boundaries, is the essence of sanity.", "book": "Saturday", "author": "Ian McEwan"}, {"time": "03:43:00h", "quote": "\"The clock says 3.43am. The thermometer says it's a chilly fourteen degrees Fahrenheit. The weatherman says the cold spell will last until Thursday, so bundle up and bundle up some more. There are icicles barring the window of the bat cave.\"", "book": "Ghostwritten", "author": "David Mitchell"}, {"time": "03:51:00h", "quote": "I lacked the will and physical strength to get out of bed and move through the dark house, clutching walls and stair rails. To feel my way, reinhabit my body, re-enter the world. Sweat trickled down my ribs. The digital reading on the clock-radio was 3:51. Always odd numbered at times like this. What does it mean? Is death odd-numbered?", "book": "White Noise", "author": "Don DeLillo"}, {"time": "03:58:00h", "quote": "The clock atop the clubhouse reads 3:58.", "book": "Underworld", "author": "Don Delillo"}, {"time": "03:47:00h", "quote": "I stayed awake until 3:47. That was the last time I looked at my watch before I fell asleep. It has a luminous face and lights up if you press a button so I could read it in the dark. I was cold and I was frightened Father might come out and find me. But I felt safer in the garden because I was hidden.", "book": "The Curious Incident of the Dog in the Night-time", "author": "Mark Haddon"}]