[{"time": "00:00:00h", "quote": "He is certain he heard footsteps: they come nearer, and then die away. The ray of light beneath his door is extinguished. It is midnight; some one has turned out the gas; the last servant has gone to bed, and he must lie all night in agony with no one to bring him any help.", "book": "Swann's Way", "author": "Marcel Proust"}, {"time": "00:00:00h", "quote": "Gately can hear the horns and raised voices and U-turn squeals way down below on Wash. that indicate it's around 0000h., the switching hour.", "book": "Infinite Jest", "author": "David Foster Wallace"}, {"time": "00:00:00h", "quote": "Cartridges not allowed after 0000h., to encourage sleep.", "book": "Infinite Jest", "author": "David Foster Wallace"}, {"time": "00:00:00h", "quote": "We have heard the chimes at midnight.", "book": "Henry IV Part 2", "author": "William Shakespeare"}, {"time": "00:00:00h", "quote": "\"But wait till I tell you,\" he said. :We had a midnight lunch too after all the jollification and when we sallied forth it was blue o'clock the morning after the night before\"", "book": "Ulysses", "author": "James Joyce"}, {"time": "00:00:00h", "quote": "I took her hand in mine, and bid her be composed; for a succession of shudders convulsed her frame, and she would keep straining her gaze towards the glass. 'There's nobody here!' I insisted. 'It was YOURSELF, Mrs. Linton: you knew it a while since.' 'Myself!' she gasped, 'and the clock is striking twelve! It's true, then! that's dreadful!'", "book": "Wuthering Heights", "author": "Emily Bronte"}, {"time": "00:00:00h", "quote": "Francisco. You come most carefully upon your hour. Bernardo. 'Tis now struck twelve. Get thee to bed, Francisco.", "book": "Hamlet", "author": "William Shakespeare"}, {"time": "00:00:00h", "quote": "Francisco. You come most carefully upon your hour. Bernardo. 'Tis now struck twelve. Get thee to bed, Francisco.", "book": "Hamlet", "author": "Shakespeare"}, {"time": "00:00:00h", "quote": "Hamlet. What hour now? Horatio. I think it lacks of twelve. Marcellus. No, it is struck.", "book": "Hamlet", "author": "William Shakespeare"}, {"time": "00:00:00h", "quote": "\"As midnight was striking bronze blows upon the dusky air, Dorian Gray, dressed commonly, and with a muffler wrapped round his throat, crept quietly out of his house.\"", "book": "The Picture of Dorian Gray", "author": "Oscar Wilde"}, {"time": "00:00:00h", "quote": "I exist. I am conceived to the chimes of midnight on the clock on the mantelpiece in the room across the hall. The clock once belonged to my great-grandmother (a woman called Alice) and its tired chime counts me into the world. I'm begun on the first stroke and finished on the last when my father rolls off my mother and is plunged into a dreamless sleep, thanks to the five pints of bitter he has drunk in the Punchbowl with his friends, Walter and Bernard Belling.", "book": "Behind the Scenes at the Museum", "author": "Kate Atkinson"}, {"time": "00:00:00h", "quote": "It was nearing midnight and the Prime Minister was sitting alone in his office, reading a long memo that was slipping through his brain without leaving the slightest trace of meaning behind.", "book": "Harry Potter and the Half-Blood Prince", "author": "JK Rowling"}, {"time": "00:00:00h", "quote": "To begin my life with the beginning of my life, I record that I was born (as I have been informed an believe) on a Friday, at twelve o'clock at night. It was remarked that the clock began to strike, and I began to cry, simultaneously.", "book": "David Copperfield", "author": "Charles Dickens"}, {"time": "00:00:00h", "quote": "\"Tis the year's midnight, and it is the day's, Lucy's, who scarce seven hours herself unmasks; The sun is spent, and now his flasks Send forth light squibs, no constant rays;\"", "book": "A Nocturnal upon St Lucy's Day", "author": "John Donne"}, {"time": "00:00:00h", "quote": "Once upon a midnight dreary, while I pondered weak and weary, Over many a quaint and curious volume of forgotten lore, While I nodded, nearly napping, suddenly there came a tapping, As of some one gently rapping, rapping at my chamber door. `'Tis some visitor,' I muttered, `tapping at my chamber door - Only this, and nothing more.'", "book": "The Raven", "author": "Edgar Allan Poe"}, {"time": "00:00:00h", "quote": "It is midnight. The rain is beating on the windows. I am calm. All is sleeping. Nevertheless I get up and go to my desk. I can't sleep. ...", "book": "Molloy", "author": "Samuel Beckett"}, {"time": "00:00:00h", "quote": "But in the end I understood this language. I understood it, I understood it, all wrong perhaps. That is not what matters. It told me to write the report. Does this mean I am freer now than I was? I do not know. I shall learn. Then I went back into the house and wrote, It is midnight. The rain is beating on the windows. It was not midnight. It was not raining.", "book": "Molloy", "author": "Samuel Beckett"}, {"time": "00:00:00h", "quote": "I was born in the city of Bombay ... once upon a time. No, that won't do, there's no getting away from the date: I was born in Doctor Narlikar's Nursing Home on August 15th, 1947. And the time? The time matters too. Well then: at night. No, it's important to be more . . . On the stroke of midnight, as a matter of fact. Clock-hands joined palms in respectful greeting as I came. Oh, spell it out, spell it out: at the precise instant of India's arrival at independence, I tumbled forth into the world.", "book": "Midnight's Children", "author": "Salman Rushdie"}, {"time": "00:00:00h", "quote": "Midnight had come upon the crowded city. The palace, the night-cellar, the jail, the madhouse; the chambers of birth and death, of health and sickness; the rigid face of the corpse and the calm sleep of the child - midnight was upon them all.'", "book": "Oliver Twist", "author": "Charles Dickens"}, {"time": "00:00:00h", "quote": "\"Midnight,\" you said. What is midnight to the young? And suddenly a festive blaze was flung Across five cedar trunks, snow patches showed, And a patrol car on our bumpy road Came to a crunching stop. Retake, retake!", "book": "Pale Fire", "author": "Vladimir Nabokov"}, {"time": "00:05:00h", "quote": "E.M. Security, normally so scrupulous with their fucking trucks at 0005h., is nowhere around, lending weight to yet another cliché. If you asked Gately what he was feeling right this second he'd have no idea.", "book": "Infinite Jest", "author": "David Foster Wallace"}, {"time": "00:07:00h", "quote": "It was seven minutes after midnight. The dog was lying on the grass in the middle of the lawn in front of Mrs Shears' house. Its eyes were closed. It looked as if it was running on its side, the way dogs run when they think they are chasing a cat in a dream.", "book": "The Curious Incident of the Dog in the Night-Time", "author": "Mark Haddon"}, {"time": "00:15:00h", "quote": "At twelve-fifteen he got out of the van. He tucked the pistol under the waistband of his trousers and crossed the silent, deserted street to the Hudston house. He let himself through an unlocked wooden gate onto a side patio brightened only by moonlight filtered through the leafy branches of an enormous sheltering coral tree. He paused to pull on a pair of supple leather gloves.", "book": "Watchers", "author": "Dean Koontz"}, {"time": "00:25:00h", "quote": "Charlotte remembered that she had heard Gregoire go downstairs again, almost immediately after entering his bedroom, and before the servants had even bolted the house-doors for the night. He had certainly rushed off to join Therese in some coppice, whence they must have hurried away to Vieux-Bourg station which the last train to Paris quitted at five-and-twenty minutes past midnight. And it was indeed this which had taken place.", "book": "Fruitfulness", "author": "Emile Zola"}, {"time": "00:30:00h", "quote": "It was half-past twelve when I returned to the Albany as a last desperate resort. The scene of my disaster was much as I had left it. The baccarat-counters still strewed the table, with the empty glasses and the loaded ash-trays. A window had been opened to let the smoke out, and was letting in the fog instead.", "book": "The Amateur Cracksman", "author": "E.W. Hornung"}, {"time": "00:40:00h", "quote": "We sat in the car park till twenty to one/And now I'm engaged to Miss Joan Hunter Dunn.", "book": "A Subaltern's Love Song", "author": "John Betjeman"}, {"time": "00:45:00h", "quote": "At the thought he jumped to his feet and took down from its hook the coat in which he had left Miss Viner's letter. The clock marked the third quarter after midnight, and he knew it would make no difference if he went down to the post-box now or early the next morning; but he wanted to clear his conscience, and having found the letter he went to the door.", "book": "The Reef", "author": "Edith Wharton"}, {"time": "00:50:00h", "quote": "The packing was done at 12.50; and Harris sat on the big hamper, and said he hoped nothing would be found broken. George said that if anything was broken it was broken, which reflection seemed to comfort him. He also said he was ready for bed.", "book": "Three Men in a Boat", "author": "Jerome K Jerome"}, {"time": "00:56:00h", "quote": "It was 12:56 A.M. when Gerald drove up onto the grass and pulled the limousine right next to the cemetery.", "book": "Extremely Loud and Incredibly Close", "author": "Jonathan Safran Foer"}, {"time": "24:00:00h", "quote": "I exist! I am conceived to the chimes of midnight on the clock on the mantelpiece in the room across the hall. The clock once belonged to my great-grandmother (a woman called Alice) and its tired chime counts me into the world.", "book": "BEHIND THE SCENES AT THE MUSEUM", "author": "Kate Atkinson"}, {"time": "24:00:00h", "quote": "Big Ben concluded the run-up, struck and went on striking. (...) But, odder still - Big Ben had once again struck midnight. The time outside still corresponded to that registered by the stopped gilt clock, inside. Inside and outside matched exactly, but both were badly wrong. H'm.", "book": "Nights At The Circus", "author": "Angela Carter"}, {"time": "24:00:00h", "quote": "The clock striketh twelve O it strikes, it strikes! Now body, turn to air, Or Lucifer will bear thee quick to hell. O soul, be changed into little water drops, And fall into the ocean, ne'er to be found. My God, my God, look not so fierce on me!", "book": "Dr Faustus", "author": "Christopher Marlowe"}, {"time": "24:00:00h", "quote": "\"That a man who could hardly see anything more than two feet away from him could be employed as a security guard suggested to me that our job was not to secure anything but to report for work every night, fill the bulky ledger with cryptic remarks like 'Patrolled perimeter 12.00 pm, No Incident' and go to the office every fortnight for our wages and listen to the talkative Ms Elgassier.\"", "book": "A Squatter's Tale", "author": "Ike Oguine"}, {"time": "24:00:00h", "quote": "At midnight his wife and daughter might still be bustling about, preparing holiday delicacies in the kitchen, straightening up the house, or perhaps getting their kimonos ready or arranging flowers. Oki would sit in the living room and listen to the radio. As the bells rang he would look back at the departing year. He always found it a moving experience.", "book": "Beauty and Sadness", "author": "Yasunari Kawabata [translated by Howard Hibbett]"}, {"time": "24:00:00h", "quote": "'The first night, as soon as the corporal had conducted my uncle Toby up stairs, which was about 10 - Mrs. Wadman threw herself into her arm chair, and crossing her left knee with her right, which formed a resting-place for her elbow, she reclin'd her cheek upon the palm of her hand, and leaning forwards, ruminated until midnight upon both sides of the question.'", "book": "The Life and Opinions of Tristram Shandy, Gentleman", "author": "Laurence Sterne"}, {"time": "24:00:00h", "quote": "BERNARDO 'Tis now struck twelve; get thee to bed, Francisco.", "book": "Hamlet", "author": "Shakspeare"}, {"time": "24:00:00h", "quote": "\"To begin my life with the beginning of my life, I record that I was born (as I have been informed and believe) at twelve o'clock at night. It was remarked that the clock began to strike, and I began to cry simultaneously. - David Copperfield is born.", "book": "David Copperfield", "author": "Charles Dickens"}, {"time": "24:00:00h", "quote": "Midnight is approaching, and while the peak of activity has passed, the basal metabolism that maintains life continues undiminished, producing the basso continuo of the city's moan, a monotonous sound that neither rises or falls but is pregnant with foreboding.", "book": "After Dark", "author": "Murakami"}, {"time": "24:00:00h", "quote": "After midnight, we're gonna let it all hang down. After midnight, we're gonna chug-a-lug and shout. We're gonna stimulate some action; We're gonna get some satisfaction. We're gonna find out what it is all about. After midnight, we're gonna let it all hang down.", "book": "After midnight", "author": "J J Cale"}]