[{"time": "04:00:00h", "quote": "Waking at four to soundless dark, I stare", "book": "Aubade (poem)", "author": "Philip Larkin"}, {"time": "04:00:00h", "quote": "The night before Albert Kessler arrived in Santa Teresa, at four in the morning, Sergio Gonzalez Rodriguez got a call from Azucena Esquivel Plata, reporter and PRI congresswoman.", "book": "2666, p 583, hardback UK edn", "author": "Roberto Bolano"}, {"time": "04:00:00h", "quote": "When he noticed that the chefs from the grand hotels and restaurants - a picky, impatient bunch - tended to move around from seller to seller, buying apples here and broccoli there, he asked if he could have tea available for them. Tommy agreed, and the chefs, grateful for a hot drink at four in the morning, lingered and bought.", "book": "The Tea Rose", "author": "Jennifer Donnelly"}, {"time": "04:00:00h", "quote": "\"Nothing happened,\" he said wanly. \"I waited, and about four o'clock she came to the window and stood there for a minute and then turned out the light.\"", "book": "The Great Gatsby", "author": "F. Scott Fitzgerald"}, {"time": "04:00:00h", "quote": "Waking at four to soundless dark, I stare. In time the curtain-edges will grow light. Till then I see what's really always there: Unresting death, a whole day nearer now, Making all thought impossible but how And where and when I shall myself die.", "book": "Aubade", "author": "Philip Larkin"}, {"time": "04:00:00h", "quote": "I looked at the clock and it was (yes, you guessed it) four am. I should have taken comfort from the fact that approximately quarter of the Greenwich Mean Time world had just jolted awake also and were lying, staring miserably into the darkness, worrying ...\"", "book": "Watermelon", "author": "Marian Keyes"}, {"time": "04:00:00h", "quote": "Waking at four to soundless dark, I stare. In time the curtain-edges will grow light. Till then I see what's really always there: Unresting death, a whole day nearer now, Making all thought impossible but how And where and when I shall myself die.", "book": "Aubade", "author": "Philip Larkin"}, {"time": "04:00:00h", "quote": "The Birds begun at Four o'clock— Their period for Dawn—", "book": "", "author": "Emily Dickinson"}, {"time": "04:00:00h", "quote": "Suddenly, he started to cry. Curled up on the sofa he sobbed loudly. Michel looked at his watch; it was just after 4am. On the screen a wild cat had a rabbit in its mouth.", "book": "Atomised", "author": "Michel Houellebecq"}, {"time": "04:00:00h", "quote": "It's four in the morning, the end of December. I'm writing you now just to see if you're better. New York is cold but I like where I'm living. There's music on Clinton Street all through the evening", "book": "Famous Blue Raincoat (from 'Stranger Music')", "author": "Leonard Cohen"}, {"time": "04:00:00h", "quote": "Certain facts were apparent: dark; cold; thundering boots; quilts; pillow; light under the door – the materials of reality - but I could not pin these materials down in time. And the raw materials of reality without that glue of time are materials adrift and reality is as meaningless as the balsa parts of a model airplane scattered to the wind...I am in my old room, yes, in the dark, certainly, and it is cold, obviously, but what time is it? \"Nearly four, son.\" But I mean what time?", "book": "Sometimes a Great Notion", "author": "Ken Kesey"}, {"time": "04:12:00h", "quote": "Finally, she signalled with her light that she'd made it to the top. I signalled back, then shined the light downward to see how far the water had risen. I couldn't make out a thing. My watch read four-twelve in the morning. Not yet dawn. The morning papers still not delivered, trains not yet running, citizens of the surface world fast asleep, oblivious to all this. I pulled the rope taut with both hands, took a deep breath, then slowly began my climb.", "book": "Hard Boiled Wonderland and the End of the World", "author": "Haruki Murakami"}, {"time": "04:12:00h", "quote": "Finally, she signaled with her light that she'd made it to the top. I signaled back, then shined the light downward to see how far the water had risen. I couldn't make out a thing. My watch read four-twelve in the morning. Not yet dawn. The morning papers still not delivered, trains not yet running, citizens of the surface world fast asleep, oblivious to all this. I pulled the rope taut with both hands, took a deep breath, then slowly began my climb.", "book": "Hard Boiled Wonderland and the End of the World", "author": "Haruki Murakami"}, {"time": "04:16:00h", "quote": "I stooped to pick up my watch from the floor. Four-sixteen. Another hour until dawn. I went to the telephone and dialled my own number. It'd been a long time since I'd called home, so I had to struggle to remember the number. I let it ring fifteen times; no answer. I hung up, dialled again, and let it ring another fifteen times. Nobody.", "book": "Hard Boiled Wonderland and the End of the World", "author": "Haruki Murakami"}, {"time": "04:18:00h", "quote": "Somebody had drilled a hole in my head and was stuffing it full of something like string. An awfully long string apparently, because the reel kept unwinding into my head. I was flailing my arms, yanking at it, but try as I might the string kept coming in. I sat up and ran my hands over my head. But there was no string. No holes either. A bell was ringing. Ringing, ringing, ringing. I grabbed the alarm clock, threw it on my lap, and slapped the red and black buttons with both hands. The ringing didn't stop. The telephone! The clock read four-eighteen. It was dark outside. Four-eighteen a.m. I got out of bed and picked up the receiver. \"Hello?\" I said.No sound came from the other end of the line.", "book": "Hard Boiled", "author": "Haruki Murakami"}, {"time": "04:18:00h", "quote": "Somebody had drilled a hole in my head and was stuffing it full of something like string. An awfully long string apparently, because the reel kept unwinding into my head. I was flailing my arms, yanking at it, but try as I might the string kept coming in. I sat up and ran my hands over my head. But there was no string. No holes either. A bell was ringing. Ringing, ringing, ringing. I grabbed the alarm clock, threw it on my lap, and slapped the red and black buttons with both hands. The ringing didn't stop. The telephone! The clock read four-eighteen. It was dark outside. Four-eighteen a.m.I got out of bed and picked up the receiver. \"Hello?\" I said.No sound came from the other end of the line.", "book": "Hard Boiled Wonderland and the End of the World", "author": "Haruki Murakami"}, {"time": "04:23:04h", "quote": "Her chip pulsed the time. 04:23:04. It had been a long day.", "book": "Neuromancer", "author": "William Gibson"}, {"time": "04:25:00h", "quote": "As I dressed I glanced at my watch. It was no wonder that no one was stirring. It was twenty-five minutes past four.", "book": "The Adventures of Sherlock Holmes", "author": "Sir Arthur Conan Doyle"}, {"time": "04:30:00h", "quote": "Tonight Clenette H. and the deeply whacked out Yolanda W. come back in from Footprints around 2315 in purple skirts and purple lipstick and ironed hair, tottering on heels and telling each other what a wicked time they just had. Hester Thrale undulates in in a false fox jacket at 2330 as usual even though she has to be up at like 0430 for the breakfast shift at the Provident Nursing Home and sometimes eats breakfast with Gately, both their faces nodding perilously close to their Frosted Flakes.", "book": "Infinite Jest", "author": "David Foster Wallace"}, {"time": "04:30:00h", "quote": "At the end of a relationship, it is the one who is not in love who makes the tender speeches. I was overwhelmed by a sense of betrayal, betrayal because a union in which I had invested so much had been declared bankrupt without my feeling it to be so. Chloe had not given it a chance, I argued with myself, knowing the hopelessness of these inner courts announcing hollow verdicts at four thirty in the morning.", "book": "Essays on Love", "author": "Alain de Botton"}, {"time": "04:45:00h", "quote": "He lies still in the darkness and listens. His wife's breathing at his side is so faint that he can scarcely hear it. One of these mornings she'll be lying dead beside me and I won't even notice, he thinks. Or maybe it'll be me. Daybreak will reveal that one of us has been left alone. He checks the clock on the table next to the bed. The hands glow and register 4:45 a.m.", "book": "Faceless Killers", "author": "Henning Mankell"}, {"time": "04:46:00h", "quote": "The phone rang again at four-forty-six.\"Hello,\" I said. \"Hello,\" came a woman's voice. \"Sorry about the time before. There's a disturbance in the sound field. Sometimes the sound goes away.\" \"The sound goes away?\" \"Yes,\" she said. \"The sound field's slipping. Can you hear me?\" \"Loud and clear,\" I said. It was the granddaughter of that kooky old scientist who'd given me the unicorn skull. The girl in the pink suit.", "book": "Hard Boiled Wonderland and the End of the World", "author": "Haruki Murakami"}, {"time": "04:48:00h", "quote": "At 4:48 /the happy hour /when clarity visits/ warm darkness/ which soaks my eyes/ I know no sin/ this is the sickness of becoming great/ this vital need for which I would die/ to be loved", "book": "4:48 psychosis", "author": "Sarah Kane"}, {"time": "04:50:00h", "quote": "Even the hands of his watch and the hands of all the thirteen clocks were frozen. They had all frozen at the same time, on a snowy night, seven years before, and after that it was always ten minutes to five in the castle. Travelers and mariners would look up at the gloomy castle on the lonely hill and say, \"Time lies frozen there. It's always Then. It's never Now.\"", "book": "The 13 Clocks", "author": "James Thurber"}, {"time": "04:59:00h", "quote": "The whole place smells like death no matter what the fuck you do. Gately gets to the shelter at 0459.9h and just shuts his head off as if his head had a control switch.", "book": "Infinite Jest", "author": "David Foster Wallace"}]